{
  "hadist": [
    {
      "no": 1,
      "arab": "إن من أحبكم إلي وأقربكم مني مجلسا يوم القيامة أحاسنكم أخلاقا",
      "latin": "Inna min aḥabbikum ilayya wa aqrabikum minnī majlisan yawma l-qiyāmati aḥāsinukum akhlāqā",
      "artinya": "Sesungguhnya orang yang paling aku cintai di antara kalian dan paling dekat tempat duduknya denganku pada hari kiamat adalah orang yang paling baik akhlaknya.",
      "inti": "Cinta pada akhlak yang baik",
      "pelajaran": "Hadits ini mengajarkan bahwa akhlak yang baik sangat penting. Orang yang berakhlak mulia akan dekat dengan Rasulullah SAW di hari kiamat, menunjukkan betapa bernilainya kebaikan dalam kehidupan sehari-hari.",
      "sumber": "HR. Tirmidzi",
      "nomor_sumber": "Hadist No. 2019",
      "kategori": "cinta"
    },
    {
      "no": 2,
      "arab": "لا تدخلون الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا",
      "latin": "Lā tadkhulūna l-jannata ḥattā tū’minū wa lā tū’minū ḥattā taḥābbū",
      "artinya": "Kalian tidak akan masuk surga hingga kalian beriman, dan kalian tidak akan beriman hingga kalian saling mencintai.",
      "inti": "Iman dan cinta adalah syarat surga",
      "pelajaran": "Hadits ini mengajarkan bahwa cinta dan kasih sayang kepada sesama adalah tanda keimanan. Tanpa saling mencintai, iman seseorang belum sempurna, dan iman adalah syarat untuk masuk surga.",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 54",
      "kategori": "cinta"
    },
    {
      "no": 3,
      "arab": "ما من عبد يسترعيه الله رعية فلم يحطها بنصيحة إلا لم يجد رائحة الجنة",
      "latin": "Mā min ‘abdin yastara‘īhī llāhu ra‘īyah falam yuḥiṭhā binuṣīḥah illā lam yajid ra’iḥata l-jannah",
      "artinya": "Tidak ada seorang hamba yang diserahi oleh Allah untuk mengurus rakyatnya, kemudian ia tidak memberikan nasihat kepada mereka kecuali ia tidak akan mencium bau surga.",
      "inti": "Amanah harus disertai nasihat",
      "pelajaran": "Hadits ini mengingatkan pentingnya menjalankan amanah dengan nasihat yang baik. Pemimpin atau orang yang bertanggung jawab harus memberikan bimbingan dan nasihat kepada yang dipimpinnya, jika tidak, ia akan jauh dari surga.",
      "sumber": "HR. Bukhari dan Muslim",
      "nomor_sumber": "Hadist No. 6745",
      "kategori": "cinta"
    },
    {
      "no": 4,
      "arab": "من لا يحب الناس لا يحب الله",
      "latin": "Man lā yuḥibbu n-nāsa lā yuḥibbu llāh",
      "artinya": "Barang siapa tidak mencintai manusia, maka dia tidak mencintai Allah.",
      "inti": "Cinta kepada sesama adalah tanda cinta kepada Allah",
      "pelajaran": "Hadits ini mengajarkan bahwa cinta kepada sesama manusia merupakan cerminan cinta kepada Allah. Jika seseorang tidak memiliki cinta dan kasih sayang terhadap manusia, itu menunjukkan kekurangan dalam kecintaannya kepada Allah.",
      "sumber": "HR. Bukhari",
      "nomor_sumber": "Hadist No. 13",
      "kategori": "cinta"
    },
    {
      "no": 5,
      "arab": "إنكم لن تسعوا الناس بأموالكم ولكن يسعهم منكم بسط الوجه وحسن الخلق",
      "latin": "Innakum lan tasa‘ūnān-nāsa bi-amwālikum walākin yasa‘uhum minkum basṭu l-wajhi wa ḥusnu l-khuluq",
      "artinya": "Sesungguhnya kalian tidak dapat membuat semua orang senang dengan harta kalian, tetapi mereka akan senang dengan wajah yang ramah dan akhlak yang baik.",
      "inti": "Akhlak yang baik lebih bernilai dari harta",
      "pelajaran": "Hadits ini mengajarkan bahwa akhlak dan keramahan lebih bernilai daripada harta. Dengan sikap ramah dan berakhlak baik, kita dapat menarik simpati dan cinta orang lain, lebih dari sekadar memberikan harta.",
      "sumber": "HR. Bukhari dan Muslim",
      "nomor_sumber": "Hadist No. 6029",
      "kategori": "cinta"
    },
    {
      "no": 6,
      "arab": "من لا يشكر الله لا يشكر الناس",
      "latin": "Man lā yashkuru llāh lā yashkuru n-nāsa",
      "artinya": "Barang siapa tidak bersyukur kepada Allah, maka ia tidak bersyukur kepada manusia.",
      "inti": "Wajib bersyukur",
      "pelajaran": "Hadits ini menekankan pentingnya bersyukur, baik kepada Allah maupun kepada sesama manusia. Bersyukur kepada Allah tidak akan sempurna tanpa menghargai kebaikan yang dilakukan oleh orang lain kepada kita.",
      "sumber": "HR. Tirmidzi",
      "nomor_sumber": "Hadist No. 1954",
      "kategori": "cinta"
    },
    {
      "no": 7,
      "arab": "من لا يحب أن يغفر الله له فليغفر لأخيه",
      "latin": "Man lā yuḥibbu an yaghfiru llāhu lahu falyaghfir li-akhīhi",
      "artinya": "Barang siapa tidak ingin Allah mengampuni dirinya, maka hendaklah ia mengampuni saudaranya.",
      "inti": "Memaafkan sesama agar diampuni Allah",
      "pelajaran": "Hadits ini mengajarkan pentingnya saling memaafkan. Dengan memaafkan orang lain, kita berharap agar Allah juga mengampuni kesalahan kita. Ini adalah bentuk cinta kasih dan kebaikan antar sesama manusia.",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2561",
      "kategori": "cinta"
    },
    {
      "no": 8,
      "arab": "من يحب أن يكرمه الله فليكرم أخاه",
      "latin": "Man aḥabba an yukrimahu llāhu falyukrim akhāhu",
      "artinya": "Barang siapa yang ingin dihormati oleh Allah, hendaklah ia menghormati saudaranya.",
      "inti": "Hormati sesama untuk dihormati Allah",
      "pelajaran": "Hadits ini mengajarkan bahwa jika seseorang ingin dihormati dan dimuliakan oleh Allah, maka ia harus menghormati orang lain, terutama saudaranya sesama Muslim. Menghargai sesama adalah kunci untuk mendapatkan kemuliaan dari Allah.",
      "sumber": "HR. Bukhari dan Muslim",
      "nomor_sumber": "Hadist No. 1973",
      "kategori": "cinta"
    },
    {
      "no": 9,
      "arab": "الناس معادن كمعادن الذهب والفضة، خيارهم في الجاهلية خيارهم في الإسلام إذا فقهوا",
      "latin": "An-nāsu ma‘ādīn kamā‘ādīni dhahabi wal-fiḍḍah, khiyāruhum fī l-jāhiliyyati khiyāruhum fī l-islām idhā faqahū",
      "artinya": "Manusia itu seperti logam, seperti logam emas dan perak, orang yang terbaik di antara mereka pada masa jahiliyah adalah yang terbaik di antara mereka dalam Islam jika mereka paham (ilmu).",
      "inti": "Keutamaan datang dengan ilmu",
      "pelajaran": "Hadits ini mengajarkan bahwa keutamaan seseorang dalam Islam tidak hanya didasarkan pada statusnya sebelum Islam, tetapi pada pemahaman dan ilmunya setelah memeluk Islam. Ilmu adalah kunci untuk meraih keutamaan di sisi Allah.",
      "sumber": "HR. Bukhari dan Muslim",
      "nomor_sumber": "Hadist No. 3431",
      "kategori": "cinta"
    },
    {
      "no": 10,
      "arab": "المرء على دين خليله فلينظر أحدكم من يخالل",
      "latin": "Al-mar’u ‘alā dīni khalīlihi fal-yunẓur aḥadukum man yukhālil",
      "artinya": "Seseorang itu mengikuti agama temannya, maka hendaklah salah seorang di antara kalian melihat siapa yang dia jadikan teman.",
      "inti": "Pilih teman yang baik",
      "pelajaran": "Hadits ini mengajarkan bahwa pergaulan seseorang sangat mempengaruhi cara berpikir dan keimanannya. Oleh karena itu, penting untuk memilih teman yang baik dan beriman agar dapat saling mendukung dalam kebaikan.",
      "sumber": "HR. Abu Dawud dan Tirmidzi",
      "nomor_sumber": "Hadist No. 4832",
      "kategori": "cinta"
    },
    {
      "no": 11,
      "arab": "من لا يعرف فضل الناس لا يعرف فضل الله",
      "latin": "Man lā ya‘rifu faḍla n-nāsi lā ya‘rifu faḍla llāh",
      "artinya": "Barang siapa yang tidak mengetahui kebaikan orang lain, maka ia tidak akan mengetahui kebaikan Allah.",
      "inti": "Menghargai kebaikan orang lain",
      "pelajaran": "Hadits ini mengajarkan bahwa seseorang harus menghargai kebaikan yang dilakukan oleh orang lain. Jika kita tidak mampu menghargai sesama manusia, kita juga tidak bisa menghargai kebaikan Allah yang lebih besar.",
      "sumber": "HR. Bukhari dan Muslim",
      "nomor_sumber": "Hadist No. 6734",
      "kategori": "cinta"
    },
    {
      "no": 12,
      "arab": "من لا يحب للمسلمين ما يحب لنفسه فليس منهم",
      "latin": "Man lā yuḥibbu li-l-muslimīn mā yuḥibbu linafsihi falaysa minhum",
      "artinya": "Barang siapa yang tidak mencintai untuk sesama Muslim apa yang ia cintai untuk dirinya sendiri, maka ia bukan termasuk golongan mereka.",
      "inti": "Cinta untuk sesama Muslim",
      "pelajaran": "Hadits ini menekankan bahwa keimanan seseorang diuji melalui cintanya kepada sesama Muslim. Kita harus menginginkan kebaikan untuk orang lain sebagaimana kita menginginkan kebaikan untuk diri kita sendiri.",
      "sumber": "HR. Bukhari",
      "nomor_sumber": "Hadist No. 13",
      "kategori": "cinta"
    },
    {
      "no": 13,
      "arab": "إن الله يحب معالي الأمور ويكره سفاسفها",
      "latin": "Innā llāha yuḥibbu ma‘ālī l-umur wa yakrahu safāsifahā",
      "artinya": "Sesungguhnya Allah menyukai perkara-perkara yang tinggi (mulia) dan membenci perkara-perkara yang rendah (hina).",
      "inti": "Cinta pada yang mulia",
      "pelajaran": "Hadits ini mengajarkan bahwa Allah lebih mencintai hal-hal yang mulia, seperti amal kebaikan yang bermanfaat bagi banyak orang. Allah tidak menyukai hal-hal yang sia-sia atau rendah dalam nilai dan tujuannya.",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2865",
      "kategori": "cinta"
    },
    {
      "no": 14,
      "arab": "من يرد الله به خيرًا يفقهه في الدين",
      "latin": "Man yurīdu llāhu bihī khayran yufaqihū fī d-dīn",
      "artinya": "Barang siapa yang dikehendaki Allah untuk mendapatkan kebaikan, maka Allah akan memberinya pemahaman dalam agama.",
      "inti": "Pemahaman agama sebagai tanda kebaikan",
      "pelajaran": "Pemahaman yang mendalam tentang agama adalah tanda bahwa seseorang mendapat kebaikan dari Allah. Semakin dalam pengetahuan seseorang tentang agama, semakin besar kesempatan mereka untuk mendapat ridha-Nya.",
      "sumber": "HR. Bukhari",
      "nomor_sumber": "Hadist No. 71",
      "kategori": "cinta"
    },
    {
      "no": 15,
      "arab": "من يحب أن يعافيه الله فليعفُ عن الناس",
      "latin": "Man lā yuḥibbu an yu‘āfīhī llāhu faly‘fu ‘an n-nāsi",
      "artinya": "Barang siapa tidak ingin Allah memberikan afiat kepadanya, maka hendaklah ia memaafkan orang lain.",
      "inti": "Memaafkan agar diberi afiat",
      "pelajaran": "Hadits ini mengajarkan bahwa memaafkan orang lain adalah cara untuk mendapatkan kebaikan dan keselamatan dari Allah. Orang yang memaafkan akan mendapat balasan berupa kesehatan dan kebaikan dari Allah.",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2557",
      "kategori": "cinta"
    },
    {
      "no": 16,
      "arab": "من يحب أن يرفع الله له مقامه فليتصف بالأمانة",
      "latin": "Man aḥabba an yarfa‘a llāhu lahu maqāmahu falyatasif bil-amānah",
      "artinya": "Barang siapa yang ingin Allah mengangkat derajatnya, maka hendaklah ia bersikap amanah.",
      "inti": "Amanah mengangkat derajat",
      "pelajaran": "Kepercayaan (amanah) dalam menjalankan tanggung jawab adalah salah satu jalan untuk Allah meninggikan derajat seseorang. Amanah adalah kualitas yang sangat dicintai oleh Allah.",
      "sumber": "HR. Tirmidzi",
      "nomor_sumber": "Hadist No. 1950",
      "kategori": "cinta"
    },
    {
      "no": 17,
      "arab": "من لا يحب أن يغفر الله له فليغفر لأخيه",
      "latin": "Man lā yuḥibbu an yaghfiru llāhu lahu falyaghfir li-akhīhi",
      "artinya": "Barang siapa tidak ingin Allah mengampuni dirinya, maka hendaklah ia mengampuni saudaranya.",
      "inti": "Memaafkan agar diampuni Allah",
      "pelajaran": "Hadits ini mengajarkan bahwa jika kita ingin diampuni oleh Allah, kita harus lebih dahulu bersedia memaafkan kesalahan orang lain. Memaafkan sesama adalah cerminan dari cinta dan kasih sayang yang kita miliki.",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2561",
      "kategori": "cinta"
    },
    {
      "no": 18,
      "arab": "من أحب أن يكرمه الله فليكرم أخاه",
      "latin": "Man aḥabba an yukrimahu llāhu falyukrim akhāhu",
      "artinya": "Barang siapa yang ingin dihormati oleh Allah, hendaklah ia menghormati saudaranya.",
      "inti": "Hormati sesama untuk dihormati Allah",
      "pelajaran": "Jika kita menghormati saudara kita, Allah akan memberikan kita kehormatan di dunia maupun di akhirat. Menghormati sesama adalah tanda kasih sayang dan kebaikan hati.",
      "sumber": "HR. Bukhari dan Muslim",
      "nomor_sumber": "Hadist No. 1973",
      "kategori": "cinta"
    },
    {
      "no": 19,
      "arab": "الناس معادن كمعادن الذهب والفضة، خيارهم في الجاهلية خيارهم في الإسلام إذا فقهوا",
      "latin": "An-nāsu ma‘ādīn kamā‘ādīni dhahabi wal-fiḍḍah, khiyāruhum fī l-jāhiliyyati khiyāruhum fī l-islām idhā faqahū",
      "artinya": "Manusia itu seperti logam, seperti logam emas dan perak, orang yang terbaik di antara mereka pada masa jahiliyah adalah yang terbaik di antara mereka dalam Islam jika mereka paham (ilmu).",
      "inti": "Keutamaan datang dengan ilmu",
      "pelajaran": "Hadits ini mengajarkan bahwa seseorang yang baik di masa sebelum mengenal Islam akan tetap menjadi yang terbaik jika mereka mempelajari ilmu agama. Ilmu agama memperbaiki dan meningkatkan kualitas pribadi seseorang.",
      "sumber": "HR. Bukhari dan Muslim",
      "nomor_sumber": "Hadist No. 3431",
      "kategori": "cinta"
    },
    {
      "no": 20,
      "arab": "المرء على دين خليله فلينظر أحدكم من يخالل",
      "latin": "Al-mar’u ‘alā dīni khalīlihi fal-yunẓur aḥadukum man yukhālil",
      "artinya": "Seseorang itu mengikuti agama temannya, maka hendaklah salah seorang di antara kalian melihat siapa yang dia jadikan teman.",
      "inti": "Pilih teman yang baik",
      "pelajaran": "Teman-teman kita mempengaruhi iman dan akhlak kita. Oleh karena itu, kita harus berhati-hati dalam memilih teman, karena mereka memiliki pengaruh yang besar terhadap keimanan dan perilaku kita.",
      "sumber": "HR. Abu Dawud dan Tirmidzi",
      "nomor_sumber": "Hadist No. 4832",
      "kategori": "cinta"
    },
    {
      "no": 21,
      "arab": "من يرد الله به خيرًا يفقهه في الدين",
      "latin": "Man yurīdu llāhu bihī khayran yufaqihū fī d-dīn",
      "artinya": "Barang siapa yang dikehendaki Allah untuk mendapatkan kebaikan, maka Allah akan memberinya pemahaman dalam agama.",
      "pelajaran": "Barang siapa yang dikehendaki Allah untuk mendapatkan kebaikan, Allah akan memberinya pemahaman dalam agama. Pemahaman agama ini bukan hanya sekadar pengetahuan, tetapi juga menjadi petunjuk hidup yang mendalam yang membantu seseorang untuk menjalani hidup sesuai dengan tuntunan Islam. Oleh karena itu, mencintai ilmu agama dan mencarinya adalah tanda kebaikan yang diberikan Allah.",
      "inti": "Pemahaman agama sebagai tanda kebaikan",
      "sumber": "HR. Bukhari",
      "nomor_sumber": "Hadist No. 71",
      "kategori": "cinta"
    },
    {
      "no": 22,
      "arab": "من لا يشكر الله لا يشكر الناس",
      "latin": "Man lā yashkuru llāh lā yashkuru n-nāsa",
      "artinya": "Barang siapa tidak bersyukur kepada Allah, maka ia tidak bersyukur kepada manusia.",
      "pelajaran": "Bersyukur kepada Allah merupakan kewajiban utama setiap Muslim. Namun, bersyukur kepada sesama manusia juga sangat penting sebagai bagian dari rasa syukur kepada Allah. Hadits ini mengajarkan kita untuk tidak hanya berterima kasih kepada Allah atas nikmat yang diberikan, tetapi juga kepada manusia yang telah berbuat baik kepada kita. Hal ini mencerminkan hubungan yang saling menghargai antara sesama makhluk Allah.",
      "inti": "Wajib bersyukur",
      "sumber": "HR. Tirmidzi",
      "nomor_sumber": "Hadist No. 1954",
      "kategori": "cinta"
    },
    {
      "no": 23,
      "arab": "من لا يحب أن يغفر الله له فليغفر لأخيه",
      "latin": "Man lā yuḥibbu an yaghfiru llāhu lahu falyaghfir li-akhīhi",
      "artinya": "Barang siapa tidak ingin Allah mengampuni dirinya, maka hendaklah ia mengampuni saudaranya.",
      "pelajaran": "Memaafkan orang lain adalah salah satu tindakan terpenting yang dapat dilakukan seorang Muslim. Allah sangat menghargai orang yang mampu mengampuni saudaranya, karena itu menjadi jalan bagi Allah untuk mengampuni dosa-dosa kita. Ini menunjukkan bahwa kita sebagai umat Islam harus menjaga hubungan yang harmonis dengan sesama dan selalu mengutamakan kemaafan, terutama dalam konflik atau kesalahan antar sesama.",
      "inti": "Memaafkan sesama agar diampuni Allah",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2561",
      "kategori": "cinta"
    },
    {
      "no": 24,
      "arab": "من يحب أن يكرمه الله فليكرم أخاه",
      "latin": "Man aḥabba an yukrimahu llāhu falyukrim akhāhu",
      "artinya": "Barang siapa yang ingin dihormati oleh Allah, hendaklah ia menghormati saudaranya.",
      "pelajaran": "Menghormati sesama manusia adalah perintah yang sangat penting dalam Islam. Hadits ini menunjukkan bahwa jika kita ingin dihormati oleh Allah, kita harus terlebih dahulu menghormati sesama manusia. Tindakan saling menghormati ini akan menciptakan suasana kedamaian dan keharmonisan dalam masyarakat, serta menghindari permusuhan dan kebencian.",
      "inti": "Hormati sesama untuk dihormati Allah",
      "sumber": "HR. Bukhari dan Muslim",
      "nomor_sumber": "Hadist No. 1973",
      "kategori": "cinta"
    },
    {
      "no": 25,
      "arab": "الناس معادن كمعادن الذهب والفضة، خيارهم في الجاهلية خيارهم في الإسلام إذا فقهوا",
      "latin": "An-nāsu ma‘ādīn kamā‘ādīni dhahabi wal-fiḍḍah, khiyāruhum fī l-jāhiliyyati khiyāruhum fī l-islām idhā faqahū",
      "artinya": "Manusia itu seperti logam, seperti logam emas dan perak, orang yang terbaik di antara mereka pada masa jahiliyah adalah yang terbaik di antara mereka dalam Islam jika mereka paham (ilmu).",
      "pelajaran": "Hadits ini mengingatkan kita bahwa keutamaan seseorang bukan diukur berdasarkan status sosial atau keturunan, melainkan berdasarkan ilmu yang dimiliki dan diterapkan dalam hidup. Orang yang terbaik pada masa jahiliyah akan menjadi yang terbaik pula dalam Islam jika ia memiliki pemahaman agama yang baik. Ilmu agama adalah kunci utama untuk meraih kemuliaan di dunia dan akhirat.",
      "inti": "Keutamaan datang dengan ilmu",
      "sumber": "HR. Bukhari dan Muslim",
      "nomor_sumber": "Hadist No. 3431",
      "kategori": "cinta"
    },
    {
      "no": 26,
      "arab": "من لا يشكر الناس لا يشكر الله",
      "latin": "Man lā yashkuru n-nāsa lā yashkuru llāh",
      "artinya": "Barang siapa tidak bersyukur kepada manusia, maka ia tidak bersyukur kepada Allah.",
      "pelajaran": "Bersyukur kepada manusia adalah bentuk dari rasa syukur kita kepada Allah. Ketika seseorang memberikan bantuan atau kebaikan kepada kita, kita harus bersyukur kepada mereka sebagai perwujudan dari rasa syukur kita kepada Allah. Ini mengajarkan kita untuk tidak melupakan kontribusi orang lain dalam hidup kita dan menjaga hubungan baik dengan mereka.",
      "inti": "Bersyukur kepada sesama adalah bagian dari bersyukur kepada Allah",
      "sumber": "HR. Tirmidzi",
      "nomor_sumber": "Hadist No. 1954",
      "kategori": "cinta"
    },
    {
      "no": 27,
      "arab": "من لا يحب أن يغفر الله له فليغفر لأخيه",
      "latin": "Man lā yuḥibbu an yaghfiru llāhu lahu falyaghfir li-akhīhi",
      "artinya": "Barang siapa yang tidak ingin Allah mengampuni dirinya, maka hendaklah ia mengampuni saudaranya.",
      "pelajaran": "Memaafkan sesama adalah cara untuk mendapatkan pengampunan dari Allah. Allah Maha Pengampun, dan Dia akan memberikan ampunan-Nya kepada siapa saja yang mampu memaafkan kesalahan orang lain. Memaafkan bukan berarti lemah, tetapi merupakan sikap yang luhur dan mulia yang membawa kedamaian dalam hati dan lingkungan sekitar.",
      "inti": "Memaafkan sesama agar diampuni Allah",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2561",
      "kategori": "cinta"
    },
    {
      "no": 28,
      "arab": "من أحب الله ورسوله فأحب له ما يحب لنفسه",
      "latin": "Man aḥabba llāha wa rasūlahu fa’aḥabbu lahu mā yuḥibu linafsihi",
      "artinya": "Barang siapa yang mencintai Allah dan Rasul-Nya, maka cintailah untuknya apa yang ia cintai untuk dirinya sendiri.",
      "pelajaran": "Cinta kepada Allah dan Rasul-Nya harus diwujudkan dengan mencintai sesama sebagaimana kita mencintai diri kita sendiri. Cinta kepada Allah tidak hanya terlihat dalam ibadah, tetapi juga dalam sikap kita terhadap orang lain. Jika kita mencintai Allah dan Rasul-Nya, kita harus peduli dan saling mencintai antara sesama umat Muslim, karena hal itu merupakan bagian dari ajaran Islam yang utama.",
      "inti": "Cinta kepada Allah dan Rasul-Nya harus mencakup cinta kepada sesama",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 354",
      "kategori": "cinta"
    },
    {
      "no": 29,
      "arab": "أحبوا الناس بحب الله",
      "latin": "Aḥibbū n-nāsa biḥubbillāh",
      "artinya": "Cintailah manusia karena Allah.",
      "pelajaran": "Cinta kepada sesama manusia harus didasari oleh cinta kepada Allah. Jika kita mencintai orang lain karena Allah, maka cinta itu akan menjadi amal ibadah yang mendapatkan ganjaran pahala dari Allah. Ini mengajarkan kita untuk selalu menumbuhkan niat yang ikhlas dalam menjalin hubungan sosial dan menghargai sesama manusia.",
      "inti": "Cinta kepada manusia karena Allah",
      "sumber": "HR. Tirmidzi",
      "nomor_sumber": "Hadist No. 1931",
      "kategori": "cinta"
    },
    {
      "no": 30,
      "arab": "المرء مع من أحب",
      "latin": "Al-mar’u ma‘a man aḥab",
      "artinya": "Seseorang akan bersama dengan orang yang ia cintai.",
      "inti": "Kita akan bersama dengan orang yang kita cintai",
      "pelajaran": "Hadits ini mengajarkan bahwa seseorang akan bersama dengan orang yang ia cintai pada hari kiamat nanti. Jika kita mencintai orang-orang saleh dan mengikuti mereka dalam kebaikan, kita akan berada bersama mereka di akhirat. Oleh karena itu, memilih teman yang baik dan menjaga hubungan dengan orang-orang yang mencintai Allah dan Rasul-Nya adalah langkah penting dalam hidup kita.",
      "sumber": "HR. Bukhari",
      "nomor_sumber": "Hadist No. 6169",
      "kategori": "cinta"
    },
    {
      "no": 31,
      "arab": "من لا يحب أن يغفر الله له فليغفر لأخيه",
      "latin": "Man lā yuḥibbu an yaghfiru llāhu lahu falyaghfir li-akhīhi",
      "artinya": "Barang siapa tidak ingin Allah mengampuni dirinya, maka hendaklah ia mengampuni saudaranya.",
      "pelajaran": "Memaafkan orang lain adalah langkah pertama untuk mendapatkan ampunan dari Allah. Jika kita ingin Allah mengampuni dosa-dosa kita, maka kita harus siap untuk memaafkan kesalahan orang lain. Ini menunjukkan bahwa mengutamakan kemaafan dalam hidup akan membuka jalan bagi kita untuk mendapatkan rahmat dan pengampunan dari Allah.",
      "inti": "Memaafkan untuk mendapatkan ampunan",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2561",
      "kategori": "cinta"
    },
    {
      "no": 32,
      "arab": "إن الله لا ينظر إلى صوركم ولا إلى أموالكم ولكن ينظر إلى قلوبكم وأعمالكم",
      "latin": "Innā llāha lā yanzuru ilā ṣūrikum wa-lā ilā amwālikum walākin yanzuru ilā qulūbikum wa-a‘mālikum",
      "artinya": "Sesungguhnya Allah tidak melihat kepada rupa dan harta kalian, tetapi Dia melihat kepada hati dan amal kalian.",
      "pelajaran": "Allah tidak melihat penampilan fisik atau harta kita, melainkan Dia hanya melihat hati dan amal perbuatan kita. Oleh karena itu, kita harus berusaha untuk selalu memperbaiki hati kita, menjauhkan dari sifat-sifat buruk, dan meningkatkan amal ibadah kita. Hadits ini mengingatkan kita untuk tidak terjebak dalam penampilan duniawi dan fokus pada kualitas hati dan amal perbuatan kita di hadapan Allah.",
      "inti": "Allah melihat hati dan amal",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2564",
      "kategori": "cinta"
    },
    {
      "no": 33,
      "arab": "إنما الأعمال بالنيات",
      "latin": "Innamā l-a‘mālu binniyāt",
      "artinya": "Sesungguhnya setiap amal tergantung pada niatnya.",
      "pelajaran": "Setiap amal perbuatan tergantung pada niat yang mendasarinya. Jika niat kita ikhlas karena Allah, maka amal tersebut akan diterima dan diberi pahala. Oleh karena itu, kita harus selalu menjaga niat kita dalam setiap tindakan, baik itu dalam ibadah, pekerjaan, atau interaksi dengan orang lain.",
      "inti": "Amal tergantung niat",
      "sumber": "HR. Bukhari dan Muslim",
      "nomor_sumber": "Hadist No. 1",
      "kategori": "cinta"
    },
    {
      "no": 34,
      "arab": "من أحب أن يبعثه الله يوم القيامة على سنيّة من أمره فليحب لله ولرسوله",
      "latin": "Man aḥabba an yub‘athahu llāhu yawma l-qiyāmati ‘alā sunnīyah min amrihī falyuḥibb li-llāh wa li-rasūlih",
      "artinya": "Barang siapa yang ingin dibangkitkan oleh Allah pada hari kiamat di atas sunnah-Nya, maka hendaklah ia mencintai Allah dan Rasul-Nya.",
      "pelajaran": "Cinta kepada Allah dan Rasul-Nya adalah dasar dari setiap amal perbuatan yang baik. Jika seseorang mencintai Allah dan Rasul-Nya, maka ia akan mengikuti sunnah-Nya dan berusaha untuk hidup sesuai dengan petunjuk yang diberikan. Cinta ini akan membawa seseorang kepada kehidupan yang penuh berkah dan kebahagiaan di dunia dan akhirat.",
      "inti": "Cinta pada Allah dan Rasul-Nya",
      "sumber": "HR. Abu Dawud",
      "nomor_sumber": "Hadist No. 1944",
      "kategori": "cinta"
    },
    {
      "no": 35,
      "arab": "من لا يحب أن يغفر الله له فليغفر لأخيه",
      "latin": "Man lā yuḥibbu an yaghfiru llāhu lahu falyaghfir li-akhīhi",
      "artinya": "Barang siapa tidak ingin Allah mengampuni dirinya, maka hendaklah ia mengampuni saudaranya.",
      "pelajaran": "Memaafkan orang lain adalah cara untuk mendapatkan pengampunan dari Allah. Jika kita ingin Allah mengampuni dosa-dosa kita, kita harus terlebih dahulu memaafkan kesalahan orang lain. Ini mengajarkan kita bahwa pengampunan adalah kunci untuk mendekatkan diri kepada Allah dan mendapatkan rahmat-Nya.",
      "inti": "Memaafkan agar diampuni Allah",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2561",
      "kategori": "cinta"
    },
    {
      "no": 36,
      "arab": "أحبوا الصالحين وإن لم تكونوا منهم",
      "latin": "Aḥibbū ṣ-ṣāliḥīn wa in lam takūnū minhum",
      "artinya": "Cintailah orang-orang yang saleh meskipun kalian tidak termasuk golongan mereka.",
      "pelajaran": "Cinta kepada orang-orang saleh meskipun kita tidak termasuk golongan mereka menunjukkan bahwa kita menghargai orang yang berbuat baik dan mendekatkan diri kepada Allah. Hal ini mengajarkan kita untuk memiliki hati yang terbuka dan tidak memandang status atau kedudukan seseorang dalam menentukan siapa yang layak kita cintai.",
      "inti": "Cinta kepada orang saleh",
      "sumber": "HR. Tirmidzi",
      "nomor_sumber": "Hadist No. 1979",
      "kategori": "cinta"
    },
    {
      "no": 37,
      "arab": "من أحب أن يزوجه الله من الحور العين فليطلب من الله حب نبيه",
      "latin": "Man aḥabba an yuzawwijahu llāhu min al-ḥūr al-‘īn falyatlub min llāhi ḥubba nabīyihi",
      "artinya": "Barang siapa yang ingin Allah menikahkannya dengan bidadari surga, maka hendaklah ia meminta kepada Allah untuk mencintai Nabi-Nya.",
      "pelajaran": "Cinta kepada Nabi Muhammad adalah jalan menuju surga dan mendapatkan bidadari surga. Cinta kepada Nabi merupakan salah satu bentuk ibadah yang sangat dianjurkan dalam Islam, dan menjadi bukti keimanan kita. Dengan mencintai Nabi Muhammad, kita akan mengikuti sunnah-Nya dan mendapatkan rahmat dari Allah.",
      "inti": "Cinta kepada Nabi sebagai jalan menuju surga",
      "sumber": "HR. Ibn Majah",
      "nomor_sumber": "Hadist No. 1443",
      "kategori": "cinta"
    },
    {
      "no": 38,
      "arab": "من أحب أن يغفر الله له فليغفر لأخيه",
      "latin": "Man lā yuḥibbu an yaghfiru llāhu lahu falyaghfir li-akhīhi",
      "artinya": "Barang siapa yang tidak ingin Allah mengampuni dirinya, maka hendaklah ia mengampuni saudaranya.",
      "pelajaran": "Memaafkan orang lain adalah cara untuk mendapatkan ampunan dari Allah. Pengampunan ini bukan hanya untuk orang yang kita maafkan, tetapi juga untuk diri kita sendiri, karena memaafkan akan membawa ketenangan hati dan kedamaian dalam hidup.",
      "inti": "Memaafkan untuk mendapatkan ampunan",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2561",
      "kategori": "cinta"
    },
    {
      "no": 39,
      "arab": "من أحب أن يحبه الله فليحب الآخرين",
      "latin": "Man aḥabba an yuḥibbuhu llāhu falyuḥibb al-ākharīn",
      "artinya": "Barang siapa yang ingin dicintai oleh Allah, hendaklah ia mencintai orang lain.",
      "pelajaran": "Mencintai orang lain untuk mendapatkan cinta dari Allah adalah tujuan hidup yang mulia. Ketika kita mencintai orang lain, kita tidak hanya ingin memberikan manfaat bagi mereka, tetapi juga mencari keridhaan Allah. Ini mengajarkan kita untuk selalu berbuat baik kepada sesama demi mendapatkan keridhaan-Nya.",
      "inti": "Mencintai orang lain untuk dicintai Allah",
      "sumber": "HR. Tirmidzi",
      "nomor_sumber": "Hadist No. 1404",
      "kategori": "cinta"
    },
    {
      "no": 40,
      "arab": "من أحب لله وأبغض لله وأعطى لله ومنع لله فقد استكمل الإيمان",
      "latin": "Man aḥabba li-llāh wa abghada li-llāh wa a‘ṭā li-llāh wa mana‘a li-llāh faqad istakmala l-īmān",
      "artinya": "Barang siapa yang mencintai karena Allah, membenci karena Allah, memberi karena Allah, dan menahan karena Allah, maka ia telah menyempurnakan imannya.",
      "pelajaran": "Cinta dan kebencian yang kita rasakan harus didasari oleh Allah. Ini mengajarkan kita untuk memiliki sikap yang konsisten dalam segala hal, bahwa kita mencintai dan membenci berdasarkan apa yang disukai atau dibenci Allah. Ini adalah tanda dari kesempurnaan iman, karena tindakan kita akan selalu selaras dengan prinsip-prinsip Islam.",
      "inti": "Cinta dan kebencian karena Allah sebagai tanda sempurnanya iman",
      "sumber": "HR. Abu Dawud",
      "nomor_sumber": "Hadist No. 1480",
      "kategori": "cinta"
    },
    {
      "no": 41,
      "arab": "من لا يحب الناس لا يحب الله",
      "latin": "Man lā yuḥibbu n-nāsa lā yuḥibbu llāh",
      "artinya": "Barang siapa tidak mencintai manusia, maka dia tidak mencintai Allah.",
      "inti": "Cinta kepada sesama adalah tanda cinta kepada Allah",
      "sumber": "HR. Bukhari",
      "nomor_sumber": "Hadist No. 13",
      "kategori": "cinta",
      "pelajaran": "Hadits ini mengajarkan bahwa mencintai sesama manusia adalah cerminan dari kecintaan kita kepada Allah. Kebaikan kepada orang lain, seperti memberi maaf, membantu, dan menjaga hubungan baik, adalah bentuk ibadah yang bisa mendekatkan kita kepada Allah. Ini juga menunjukkan bahwa tidak ada pemisahan antara cinta kepada Allah dan cinta kepada sesama."
    },
    {
      "no": 42,
      "arab": "من لا يحب أن يعافيه الله فليعفُ عن الناس",
      "latin": "Man lā yuḥibbu an yu‘āfīhī llāhu falyu‘fu ‘an n-nāsi",
      "artinya": "Barang siapa tidak ingin Allah memberikan afiat kepadanya, maka hendaklah ia memaafkan orang lain.",
      "inti": "Memaafkan agar diberi afiat",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2557",
      "kategori": "cinta",
      "pelajaran": "Dalam kehidupan sehari-hari, kita sering menghadapi situasi di mana kita harus memilih untuk memaafkan orang lain. Hadits ini mengingatkan kita bahwa memaafkan adalah kunci untuk menerima afiat (keselamatan, kesehatan, dan ketenangan) dari Allah. Memaafkan bukan hanya tindakan baik terhadap sesama, tetapi juga merupakan sarana untuk mendapatkan kasih sayang dan ampunan Allah."
    },
    {
      "no": 43,
      "arab": "أحبوا ما يحب الله وأبغضوا ما يبغض الله",
      "latin": "Aḥibbū mā yuḥibu llāh wa abghidū mā yubghidu llāh",
      "artinya": "Cintailah apa yang dicintai oleh Allah, dan bencilah apa yang dibenci oleh Allah.",
      "inti": "Mencintai dan membenci sesuai dengan kehendak Allah",
      "sumber": "HR. Tirmidzi",
      "nomor_sumber": "Hadist No. 1955",
      "kategori": "cinta",
      "pelajaran": "Hadits ini mengajarkan agar kita mencintai segala sesuatu yang sesuai dengan perintah Allah, seperti kebaikan, kejujuran, dan kedamaian. Sebaliknya, kita diminta untuk membenci apa yang Allah benci, seperti kemaksiatan dan kezaliman. Ini mengajarkan kita untuk menyelaraskan perasaan dan tindakan kita dengan ajaran agama agar kita hidup sesuai dengan kehendak-Nya."
    },
    {
      "no": 44,
      "arab": "إنما الأعمال بالنيات",
      "latin": "Innamā l-a‘mālu binniyāt",
      "artinya": "Sesungguhnya setiap amal tergantung pada niatnya.",
      "inti": "Amal tergantung niat",
      "sumber": "HR. Bukhari dan Muslim",
      "nomor_sumber": "Hadist No. 1",
      "kategori": "cinta",
      "pelajaran": "Hadits ini mengingatkan kita bahwa niat adalah inti dari setiap amal. Tanpa niat yang ikhlas karena Allah, amal yang kita lakukan bisa kehilangan nilai ibadahnya. Oleh karena itu, penting bagi kita untuk selalu menjaga niat kita dalam setiap tindakan, baik itu dalam ibadah maupun dalam urusan duniawi. Niat yang baik akan memberikan berkah pada setiap langkah kehidupan kita."
    },
    {
      "no": 45,
      "arab": "من لا يحب أن يغفر الله له فليغفر لأخيه",
      "latin": "Man lā yuḥibbu an yaghfiru llāhu lahu falyaghfir li-akhīhi",
      "artinya": "Barang siapa tidak ingin Allah mengampuni dirinya, maka hendaklah ia mengampuni saudaranya.",
      "inti": "Memaafkan agar diampuni Allah",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2561",
      "kategori": "cinta",
      "pelajaran": "Ini mengajarkan kita bahwa untuk mendapatkan ampunan Allah, kita harus berusaha memaafkan kesalahan orang lain. Sering kali, kita terjebak dalam perasaan dendam dan kebencian, padahal dengan memaafkan, kita membuka pintu ampunan Allah yang jauh lebih luas. Memaafkan tidak hanya menyembuhkan hubungan dengan orang lain, tetapi juga membawa kedamaian dalam hati kita."
    },
    {
      "no": 46,
      "arab": "إن الله لا ينظر إلى صوركم ولا إلى أموالكم ولكن ينظر إلى قلوبكم وأعمالكم",
      "latin": "Innā llāha lā yanzuru ilā ṣūrikum wa-lā ilā amwālikum walākin yanzuru ilā qulūbikum wa-a‘mālikum",
      "artinya": "Sesungguhnya Allah tidak melihat kepada rupa dan harta kalian, tetapi Dia melihat kepada hati dan amal kalian.",
      "inti": "Allah melihat hati dan amal",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2564",
      "kategori": "cinta",
      "pelajaran": "Hadits ini menekankan pentingnya niat dan kebersihan hati dalam setiap amal perbuatan. Allah tidak menilai kita berdasarkan kekayaan atau penampilan luar kita, tetapi berdasarkan ketulusan hati dan amal yang kita lakukan. Oleh karena itu, kita harus menjaga niat dan hati kita, serta berusaha melakukan amal shalih dengan ikhlas karena Allah."
    },
    {
      "no": 46,
      "arab": "إن الله لا ينظر إلى صوركم ولا إلى أموالكم ولكن ينظر إلى قلوبكم وأعمالكم",
      "latin": "Innā llāha lā yanzuru ilā ṣūrikum wa-lā ilā amwālikum walākin yanzuru ilā qulūbikum wa-a‘mālikum",
      "artinya": "Sesungguhnya Allah tidak melihat kepada rupa dan harta kalian, tetapi Dia melihat kepada hati dan amal kalian.",
      "inti": "Allah melihat hati dan amal",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2564",
      "kategori": "cinta"
    },
    {
      "no": 47,
      "arab": "أحب الناس إلى الله أنفعهم للناس",
      "latin": "Aḥabbu n-nāsi ilā llāhi anfa‘uhum lin-nāsi",
      "artinya": "Orang yang paling dicintai oleh Allah adalah yang paling bermanfaat bagi manusia.",
      "inti": "Menjadi bermanfaat bagi sesama sebagai bentuk cinta",
      "sumber": "HR. Thabrani",
      "nomor_sumber": "Hadist No. 4621",
      "kategori": "cinta",
      "pelajaran": "Hadits ini mengajarkan kita bahwa salah satu cara untuk mendekatkan diri kepada Allah adalah dengan memberikan manfaat kepada orang lain. Kita tidak hanya hidup untuk diri sendiri, tetapi juga untuk memberikan kebaikan kepada sesama, entah itu dalam bentuk ilmu, harta, atau bantuan lainnya. Semakin banyak manfaat yang kita berikan kepada orang lain, semakin besar pula kecintaan Allah kepada kita."
    },
    {
      "no": 48,
      "arab": "من لا يحب أن يُعفى عنه فليعفُ عن الناس",
      "latin": "Man lā yuḥibbu an yu‘fā ‘anhu falyu‘fū ‘an n-nāsi",
      "artinya": "Barang siapa yang tidak ingin diampuni, maka hendaklah ia mengampuni orang lain.",
      "inti": "Memaafkan untuk mendapatkan ampunan",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2561",
      "kategori": "cinta",
      "pelajaran": "Hadits ini mengingatkan kita bahwa untuk mendapatkan ampunan Allah, kita perlu memberi maaf kepada sesama. Allah Maha Pengampun, dan ketika kita memaafkan kesalahan orang lain, kita membuka kesempatan bagi diri kita untuk mendapatkan ampunan-Nya. Ini adalah bentuk kasih sayang Allah kepada hamba-Nya, yang mengajarkan pentingnya hidup penuh dengan kemaafan."
    },
    {
      "no": 49,
      "arab": "من لا يحب أن يعافيه الله فليعفُ عن الناس",
      "latin": "Man lā yuḥibbu an yu‘āfīhī llāhu falyu‘fu ‘an n-nāsi",
      "artinya": "Barang siapa tidak ingin Allah memberikan afiat kepadanya, maka hendaklah ia memaafkan orang lain.",
      "inti": "Memaafkan agar diberi afiat",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2557",
      "kategori": "cinta",
      "pelajaran": "Hadits ini mengajarkan bahwa untuk mendapatkan afiat (kesehatan, keselamatan, dan perlindungan) dari Allah, kita disarankan untuk memaafkan orang lain. Ketika kita memaafkan, kita menunjukkan sifat sabar dan pengendalian diri, yang sangat dihargai oleh Allah. Ini adalah bagian dari bentuk kasih sayang Allah kepada hamba-Nya yang penuh dengan kebajikan."
    },
    {
      "no": 50,
      "arab": "من أحب لله وأبغض لله وأعطى لله ومنع لله فقد استكمل الإيمان",
      "latin": "Man aḥabba li-llāh wa abghada li-llāh wa a‘ṭā li-llāh wa mana‘a li-llāh faqad istakmala l-īmān",
      "artinya": "Barang siapa yang mencintai karena Allah, membenci karena Allah, memberi karena Allah, dan menahan karena Allah, maka ia telah menyempurnakan imannya.",
      "inti": "Cinta dan kebencian karena Allah sebagai tanda sempurnanya iman",
      "sumber": "HR. Abu Dawud",
      "nomor_sumber": "Hadist No. 1480",
      "kategori": "cinta",
      "pelajaran": "Hadits ini mengajarkan kita bahwa setiap perasaan dan tindakan yang kita lakukan harus didasarkan pada niat untuk mendapatkan ridha Allah. Cinta, benci, memberi, dan menahan semuanya harus dilakukan hanya karena Allah. Ini adalah tanda sempurnanya iman seseorang, karena hidup yang sesuai dengan kehendak Allah akan membawa kebahagiaan dunia dan akhirat."
    },
    {
      "no": 1,
      "arab": "إِنَّمَا بُعِثْتُ لِأُتَمِّمَ صَالِحَ الْأَخْلَاقِ",
      "latin": "Innamā bu‘ithtu liutammima ṣāliḥa l-akhlaq",
      "artinya": "Sesungguhnya aku diutus untuk menyempurnakan akhlak yang mulia.",
      "inti": "Pentingnya akhlak yang baik dalam kehidupan",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6039",
      "kategori": "pelajaran hidup",
      "pelajaran": "Hadits ini mengajarkan bahwa tujuan utama diutusnya Rasulullah SAW adalah untuk menyempurnakan akhlak yang mulia. Akhlak yang baik seperti jujur, sabar, rendah hati, dan amanah adalah bagian dari ajaran Islam yang sangat penting untuk diterapkan dalam kehidupan sehari-hari. Mengamalkan akhlak yang baik akan membawa kebahagiaan dunia dan akhirat."
    },
    {
      "no": 2,
      "arab": "الدُّنْيَا سِجْنُ الْمُؤْمِنِ وَجَنَّةُ الْكَافِرِ",
      "latin": "Ad-dunyā sijnu l-mu’mini wa jannatu l-kāfiri",
      "artinya": "Dunia ini adalah penjara bagi orang mukmin dan surga bagi orang kafir.",
      "inti": "Pandangan hidup terhadap dunia dan akhirat",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2956",
      "kategori": "pelajaran hidup",
      "pelajaran": "Hadits ini mengajarkan bahwa bagi orang mukmin, dunia ini tidak lebih dari tempat ujian dan cobaan. Dunia adalah tempat yang penuh keterbatasan, dan kenikmatannya hanya sementara. Sebaliknya, bagi orang kafir, dunia adalah tempat yang mereka nikmati sepenuhnya tanpa kesulitan. Oleh karena itu, seorang mukmin harus fokus pada kehidupan akhirat yang abadi dan mempersiapkan diri untuk kehidupan yang lebih baik."
    },
    {
      "no": 3,
      "arab": "مَنْ لَا يُؤْمِنُ بِالْقَدَرِ خَارَجَ مِنَ الدِّينِ",
      "latin": "Man lā yu’minu bil-qadarī khāraja min ad-dīni",
      "artinya": "Barang siapa yang tidak beriman dengan takdir, maka ia keluar dari agama.",
      "inti": "Keimanan pada takdir sebagai bagian dari agama",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2653",
      "kategori": "pelajaran hidup",
      "pelajaran": "Keimanan pada takdir merupakan salah satu rukun iman yang wajib diyakini oleh setiap Muslim. Takdir, baik yang menyenangkan maupun yang menyakitkan, adalah bagian dari ketentuan Allah yang harus diterima dengan penuh kerendahan hati. Tidak menerima takdir sama dengan menolak takdir Allah, yang dapat mengarah pada keluar dari agama."
    },
    {
      "no": 4,
      "arab": "أُحِبُّ لِعِبَادِ اللَّهِ الصَّالِحِينَ مَا أُحِبُّ لِنَفْسِي",
      "latin": "Uḥibbu li‘ibādi llāhi ṣ-ṣāliḥīn mā uḥibbu li-nafsī",
      "artinya": "Aku mencintai untuk hamba-hamba Allah yang saleh apa yang aku cintai untuk diriku sendiri.",
      "inti": "Mencintai kebaikan untuk orang lain",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6196",
      "kategori": "cinta",
      "pelajaran": "Hadits ini mengajarkan pentingnya mencintai kebaikan tidak hanya untuk diri sendiri, tetapi juga untuk orang lain. Sebagai seorang Muslim, kita seharusnya tidak hanya menginginkan yang terbaik untuk diri kita, tetapi juga berharap yang terbaik untuk saudara-saudara kita. Ini adalah salah satu tanda kasih sayang dan solidaritas dalam Islam, yang menciptakan ikatan yang kuat di antara umat."
    },
    {
      "no": 5,
      "arab": "مَنْ لَا يُؤْمِنُ بِالْجَنَّةِ وَالنَّارِ فَقَدْ كَفَرَ",
      "latin": "Man lā yu’minu bil-jannati wa an-nāri faqad kafara",
      "artinya": "Barang siapa yang tidak beriman dengan surga dan neraka, maka ia telah kafir.",
      "inti": "Keimanan terhadap kehidupan setelah mati",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2960",
      "kategori": "iman",
      "pelajaran": "Keimanan terhadap kehidupan setelah mati, termasuk keimanan kepada surga dan neraka, merupakan bagian dari pokok-pokok ajaran Islam. Ini mengajarkan kita untuk hidup dengan penuh tanggung jawab, karena setiap perbuatan akan ada balasannya di akhirat. Surga adalah balasan bagi orang yang taat, sedangkan neraka adalah tempat bagi orang yang ingkar kepada Allah."
    },
    {
      "no": 6,
      "arab": "إِنَّ اللَّهَ لَا يَنظُرُ إِلَىٰ أَمْوَالِكُمْ وَلَا إِلَىٰ أَجْسَادِكُمْ وَلَكِنْ يَنظُرُ إِلَىٰ قُلُوبِكُمْ وَأَعْمَالِكُمْ",
      "latin": "Inna llāha lā yanẓuru ilā amwālikum wa lā ilā ajzādikum walākin yanẓuru ilā qulūbikum wa a‘mālikum",
      "artinya": "Sesungguhnya Allah tidak melihat harta dan tubuh kalian, tetapi Allah melihat hati dan amal perbuatan kalian.",
      "inti": "Pentingnya niat dan amal dalam Islam",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2564",
      "kategori": "keikhlasan",
      "pelajaran": "Hadits ini mengingatkan kita bahwa Allah tidak menilai berdasarkan tampilan fisik atau kekayaan seseorang, tetapi yang dilihat oleh Allah adalah hati dan amal perbuatan kita. Ini mengajarkan bahwa niat yang baik dan tindakan yang ikhlas adalah yang paling penting dalam setiap amal yang kita lakukan. Sebaik apapun amal kita, jika tidak didasari dengan niat yang ikhlas, maka amal tersebut tidak akan diterima oleh Allah."
    },
    {
      "no": 7,
      "arab": "مَنْ سَعِدَ فِي دُنْيَاهُ فِي عَيْنِهِ فَلَا يَحْسَبُهُ النَّاسُ",
      "latin": "Man sa‘ida fi dunyāhū fi ‘aynīhi falā yaḥsabu-hu n-nāsu",
      "artinya": "Barang siapa yang merasa bahagia di dunia ini, maka janganlah menyangka orang lain akan merasa bahagia sebagaimana dirinya.",
      "inti": "Bahagia menurut ukuran pribadi",
      "sumber": "HR. Al-Tirmidhi",
      "nomor_sumber": "Hadist No. 2215",
      "kategori": "kedamaian batin",
      "pelajaran": "Hadits ini mengajarkan bahwa kebahagiaan adalah sesuatu yang subjektif dan bisa berbeda-beda bagi setiap individu. Apa yang membuat satu orang bahagia, belum tentu sama dengan orang lain. Oleh karena itu, kita seharusnya tidak menilai kebahagiaan orang lain berdasarkan pandangan kita sendiri, karena setiap orang memiliki ukuran dan cara mereka merasakan kebahagiaan."
    },
    {
      "no": 8,
      "arab": "مَنْ أَحَبَّ أَنْ يُحَبَّ فَلْيُحِبَّ لِلنَّاسِ مَا يُحِبُّ لِنَفْسِهِ",
      "latin": "Man aḥabba an yuḥabbā falyuhibbu li-n-nāsi mā yuḥibbū li-nafsihi",
      "artinya": "Barang siapa yang ingin dicintai, maka hendaklah ia mencintai orang lain seperti ia mencintai dirinya sendiri.",
      "inti": "Cinta yang tulus untuk sesama",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6130",
      "kategori": "cinta",
      "pelajaran": "Hadits ini mengajarkan kita bahwa cinta sejati bukan hanya tentang apa yang kita inginkan untuk diri kita sendiri, tetapi juga tentang memberi dan mencintai orang lain dengan cara yang sama. Kita tidak bisa berharap dicintai oleh orang lain jika kita tidak mencintai mereka dengan tulus. Ini adalah prinsip dasar dalam membangun hubungan yang baik antar sesama."
    },
    {
      "no": 9,
      "arab": "أَفْضَلُ الصَّدَقَةِ إِطْعَامُ الطَّعَامِ وَإِفْشَاءُ السَّلاَمِ",
      "latin": "Afḍalu ṣ-ṣadaqati iṭ‘āmu ṭ-ṭa‘ām wa ifshā’u as-salām",
      "artinya": "Sedekah yang paling utama adalah memberi makanan dan menyebarkan salam.",
      "inti": "Sedekah dengan memberi makanan dan salam",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6136",
      "kategori": "sedekah",
      "pelajaran": "Hadits ini mengajarkan bahwa sedekah tidak hanya terbatas pada pemberian harta, tetapi juga bisa berupa memberi makanan kepada yang membutuhkan dan menyebarkan salam sebagai tanda persaudaraan dan kedamaian. Dua hal ini adalah cara sederhana namun sangat berarti dalam mendekatkan diri kepada Allah dan membangun kebersamaan dalam masyarakat."
    },
    {
      "no": 10,
      "arab": "إِنَّ اللَّهَ لَا يَحْبُّ كُلَّ فَاحِشَةٍ وَلَا فَاجِرٍ",
      "latin": "Inna llāha lā yaḥbū kulla fāḥishatin wa lā fājirin",
      "artinya": "Sesungguhnya Allah tidak menyukai setiap perbuatan keji dan orang yang fasik.",
      "inti": "Menjauhi perbuatan keji dan fasik",
      "sumber": "HR. Al-Tirmidhi",
      "nomor_sumber": "Hadist No. 1706",
      "kategori": "etika",
      "pelajaran": "Hadits ini mengingatkan kita bahwa perbuatan keji dan fasik adalah hal yang sangat dibenci oleh Allah. Kita harus menjaga diri dari perbuatan yang merugikan diri sendiri dan orang lain. Perbuatan tersebut tidak hanya merusak hubungan sosial, tetapi juga dapat menghalangi kita untuk mendapatkan rahmat dan ampunan Allah. Oleh karena itu, kita perlu menjaga diri dan berusaha untuk selalu bersikap baik dan terhormat."
    },
    {
      "no": 11,
      "arab": "مَنْ جَهَّزَ غَازِيًا فِي سَبِيلِ اللَّهِ فَقَدْ غَزَا",
      "latin": "Man jahhaza ghāzīyan fī sabīli l-lāhi faqad ghazā",
      "artinya": "Barang siapa yang mempersiapkan seorang pejuang di jalan Allah, maka ia telah berperang.",
      "inti": "Keutamaan mendukung perjuangan di jalan Allah",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 2783",
      "kategori": "pelajaran hidup",
      "pelajaran": "Mendukung perjuangan di jalan Allah melalui pemberian sumber daya atau dukungan moral mendapatkan pahala yang setara dengan orang yang berperang. Ini menunjukkan bahwa dalam Islam, membantu perjuangan agama adalah amal yang sangat dihargai."
    },
    {
      "no": 12,
      "arab": "مَنْ لَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ",
      "latin": "Man lā yu’minu billāhi wal-yawmi l-ākhiri falyaqul khayran aw liyaṣmut",
      "artinya": "Barang siapa yang beriman kepada Allah dan hari akhir, hendaklah ia berkata baik atau diam.",
      "inti": "Mengontrol perkataan agar tidak menyakiti orang lain",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6018",
      "kategori": "pelajaran hidup",
      "pelajaran": "Hadits ini mengajarkan pentingnya menjaga lisan agar tidak mengucapkan kata-kata yang bisa menyakiti orang lain. Dalam Islam, setiap perkataan yang keluar dari mulut seseorang harus mengandung kebaikan atau lebih baik jika diam daripada berbicara buruk."
    },
    {
      "no": 13,
      "arab": "الطَّاعَةُ فِي مَا يُحِبُّ اللَّهُ وَرَسُولُهُ",
      "latin": "At-ṭā‘ah fī mā yuḥibbu llāhu wa rasūluhu",
      "artinya": "Ketaatan itu dalam apa yang dicintai Allah dan Rasul-Nya.",
      "inti": "Menjalani hidup sesuai dengan perintah Allah dan Rasul-Nya",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 7212",
      "kategori": "pelajaran hidup",
      "pelajaran": "Hadits ini menekankan bahwa segala tindakan yang kita lakukan harus sesuai dengan apa yang dicintai oleh Allah dan Rasul-Nya. Ketaatan kepada perintah-Nya merupakan kunci untuk hidup bahagia di dunia dan akhirat."
    },
    {
      "no": 14,
      "arab": "إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ جَوَّابٍ فَجَّارٍ",
      "latin": "Inna Allāha lā yuḥibbu kulla jawwābin fajjār",
      "artinya": "Sesungguhnya Allah tidak mencintai orang yang suka berbicara dengan kebohongan dan perkataan yang buruk.",
      "inti": "Menghindari perkataan yang buruk dan dusta",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2616",
      "kategori": "pelajaran hidup",
      "pelajaran": "Hadits ini memperingatkan kita agar selalu menjaga perkataan kita. Berbicara dengan jujur dan tidak berdusta adalah perbuatan yang sangat disukai oleh Allah. Menghindari perkataan buruk adalah tanda kedewasaan dan kebijaksanaan."
    },
    {
      "no": 15,
      "arab": "إِنَّ أَفْضَلَ مَا تَصَدَّقَ بِهِ الْمَرْءُ جُهْدُهُ",
      "latin": "Inna afḍala mā taṣaddaqa bihil-mar’ū juhdahū",
      "artinya": "Sesungguhnya sebaik-baik sedekah yang diberikan oleh seseorang adalah yang dikeluarkan dari usahanya.",
      "inti": "Keutamaan bersedekah sesuai dengan kemampuan",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 1000",
      "kategori": "pelajaran hidup",
      "pelajaran": "Sedekah yang paling bernilai adalah sedekah yang dikeluarkan sesuai dengan kemampuan kita, bahkan jika itu berarti kita harus mengorbankan sebagian dari waktu dan tenaga kita. Ini menunjukkan bahwa niat dan usaha dalam beramal sangat dihargai dalam Islam."
    },
    {
      "no": 16,
      "arab": "إِنَّ اللَّهَ يَحْبُو سَاعِيَ الرَّحْمَةِ",
      "latin": "Inna Allāha yahbū sā‘iyā ar-raḥmah",
      "artinya": "Sesungguhnya Allah memberi pahala kepada orang yang berusaha untuk menyebarkan rahmat.",
      "inti": "Berusaha menyebarkan kebaikan dan rahmat Allah",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 5649",
      "kategori": "pelajaran hidup",
      "pelajaran": "Menjadi pembawa kebaikan dan rahmat adalah tujuan hidup seorang Muslim. Allah memberikan pahala besar bagi mereka yang berusaha menyebarkan kebaikan di masyarakat, baik dalam bentuk kata-kata, perbuatan, atau sikap."
    },
    {
      "no": 17,
      "arab": "مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ",
      "latin": "Man ṣāma ramadānā īmānan wa iḥtisābān ghufira lahu mā taqaddama min dhanbihī",
      "artinya": "Barang siapa yang berpuasa di bulan Ramadan dengan iman dan mengharap pahala, maka akan diampuni dosa-dosanya yang telah lalu.",
      "inti": "Keutamaan berpuasa di bulan Ramadan dengan iman dan mengharap pahala",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 38",
      "kategori": "ibadah",
      "pelajaran": "Puasa yang dilakukan dengan penuh keimanan dan harapan untuk mendapat pahala Allah akan menghapus dosa-dosa yang telah lalu. Ini mengajarkan kita pentingnya niat dan keikhlasan dalam setiap ibadah yang kita lakukan."
    },
    {
      "no": 18,
      "arab": "خَيْرُ النَّاسِ أَنْفَعُهُمْ لِلنَّاسِ",
      "latin": "Khairu n-nāsi anfa‘uhum li n-nāsi",
      "artinya": "Sebaik-baik manusia adalah yang paling bermanfaat bagi orang lain.",
      "inti": "Menjadi pribadi yang bermanfaat untuk orang lain",
      "sumber": "HR. At-Tabrani",
      "nomor_sumber": "Hadist No. 4105",
      "kategori": "pelajaran hidup",
      "pelajaran": "Hadits ini mengajarkan kita untuk tidak hanya mencari kebaikan untuk diri kita sendiri, tetapi juga untuk orang lain. Menjadi bermanfaat bagi sesama adalah tanda keimanan dan kebermanfaatan kita di dunia ini."
    },
    {
      "no": 19,
      "arab": "مَن كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُحْسِنْ إِلَىٰ جَارِهِ",
      "latin": "Man kāna yu’minu billāhi wal-yawmi l-ākhiri falyuḥsin ilā jārīhī",
      "artinya": "Barang siapa yang beriman kepada Allah dan hari akhir, hendaklah ia berbuat baik kepada tetangganya.",
      "inti": "Keutamaan berbuat baik kepada tetangga",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6014",
      "kategori": "pelajaran hidup",
      "pelajaran": "Berbuat baik kepada tetangga adalah salah satu tanda keimanan. Dalam Islam, tetangga memiliki hak yang harus dihormati, dan kebaikan terhadap mereka dianggap sebagai bagian dari amalan yang mendekatkan diri kepada Allah."
    },
    {
      "no": 20,
      "arab": "لَا يُؤْمِنُ أَحَدُكُمْ حَتَّىٰ يُحِبَّ لأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ",
      "latin": "Lā yu’minu aḥadukum ḥattā yuḥibbu li-akhīhī mā yuḥibbu linafsīhī",
      "artinya": "Tidak beriman salah seorang di antara kalian hingga ia mencintai saudaranya sebagaimana ia mencintai dirinya sendiri.",
      "inti": "Keutamaan mencintai sesama dalam agama",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 13",
      "kategori": "teman",
      "pelajaran": "Hadits ini mengajarkan kita untuk mencintai saudara seiman seperti kita mencintai diri kita sendiri. Rasa cinta dan kepedulian terhadap sesama menciptakan hubungan yang harmonis dan memperkuat ikatan umat Islam."
    },
    {
      "no": 21,
      "arab": "مَنْ تَصَدَّقَ بِلَا مَالٍ فَفِي يَدِهِ وَالْمُؤْمِنُ فِي ذَاتِهِ",
      "latin": "Man taṣaddaqa bilā mālin fafī yadi-hi wal-mu’minu fī dhātihi",
      "artinya": "Barang siapa yang bersedekah dengan tanpa harta, maka ia bersedekah dengan dirinya sendiri.",
      "inti": "Keutamaan memberi tanpa mengharapkan balasan",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2958",
      "kategori": "pelajaran hidup",
      "pelajaran": "Sedekah tidak hanya berbentuk materi, tetapi juga bisa berupa bantuan, kebaikan, atau usaha untuk membantu sesama. Orang yang memberi tanpa mengharapkan balasan menunjukkan ketulusan hati yang sangat mulia."
    },
    {
      "no": 22,
      "arab": "إِنَّ اللَّهَ رَحِيمٌ بِالْجَزَاءِ",
      "latin": "Inna Allāha raḥīmūn bil-jazā’i",
      "artinya": "Sesungguhnya Allah Maha Penyayang dalam memberi balasan.",
      "inti": "Mengandalkan rahmat Allah dalam segala hal",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 4879",
      "kategori": "pelajaran hidup",
      "pelajaran": "Dalam setiap amal perbuatan yang kita lakukan, kita harus selalu mengandalkan rahmat Allah. Sebab, hanya dengan rahmat-Nya lah segala perbuatan baik kita dapat diterima dan membawa pahala."
    },
    {
      "no": 23,
      "arab": "مَنْ سَارَعَ فِي خَيْرٍ فَقَدْ سَارَعَ إِلَىٰ رَحْمَتِهِ",
      "latin": "Man sāra‘a fī khayrin faqad sāra‘a ilā raḥmatihi",
      "artinya": "Barang siapa yang bergegas dalam melakukan kebaikan, maka ia bergegas menuju rahmat-Nya.",
      "inti": "Melakukan kebaikan dengan segera untuk meraih rahmat Allah",
      "sumber": "HR. Abu Daud",
      "nomor_sumber": "Hadist No. 1679",
      "kategori": "pelajaran hidup",
      "pelajaran": "Hadits ini mengajarkan kita untuk tidak menunda-nunda kebaikan. Dalam kehidupan sehari-hari, sering kali kita tergoda untuk menunda amal baik karena berbagai alasan. Padahal, setiap amal kebaikan yang kita lakukan, sekecil apapun, memiliki nilai yang besar di sisi Allah. Apalagi jika dilakukan dengan segera dan ikhlas. Semakin cepat kita berbuat baik, semakin dekat kita dengan rahmat Allah. Hal ini juga mencerminkan bahwa kita harus mengutamakan amal yang bermanfaat bagi sesama dan agama."
    },
    {
      "no": 24,
      "arab": "مَنْ تَصَدَّقَ صَدَقَةً فَصَارَتْ بِهِ سَبَبًا إِلَىٰ اللَّهِ لَمْ يَخْلُصْ",
      "latin": "Man taṣaddaqa ṣadaqatan faṣārati bihi sababan ilā Allāhi lam yakhlus",
      "artinya": "Barang siapa yang bersedekah dengan sedekah yang membuatnya dekat dengan Allah, maka ia tidak akan kosong dari pahalanya.",
      "inti": "Keutamaan sedekah sebagai amal yang mendekatkan diri kepada Allah",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2034",
      "kategori": "pelajaran hidup",
      "pelajaran": "Sedekah adalah salah satu amal yang dapat mendekatkan kita kepada Allah. Ketika kita bersedekah dengan niat yang tulus untuk mendekatkan diri kepada-Nya, Allah akan membalasnya dengan pahala yang tidak terhingga. Selain itu, sedekah juga menjadi sarana untuk membersihkan hati dan mengatasi sifat kikir. Dalam kehidupan sehari-hari, ini mengajarkan kita untuk senantiasa memberi kepada yang membutuhkan dan mengikhlaskan niat untuk Allah semata, bukan untuk tujuan duniawi atau untuk dipuji."
    },
    {
      "no": 25,
      "arab": "إِنَّ اللَّهَ لَا يَظْلِمُ أَحَدًا حَتَّىٰ وَإِنْ تَسَاءَلَ فِي النَّفْسِ",
      "latin": "Inna Allāha lā yaẓlimu aḥadān ḥattā wa in tasā’ala fī n-nafsi",
      "artinya": "Sesungguhnya Allah tidak menzalimi seorang pun, meskipun dia meminta pada dirinya sendiri.",
      "inti": "Menjaga hati dari perasaan zalim terhadap diri dan orang lain",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 7136",
      "kategori": "pelajaran hidup",
      "pelajaran": "Hadits ini mengingatkan kita bahwa Allah adalah Zat yang Maha Adil dan tidak akan menzalimi siapapun, bahkan meskipun seseorang merasa terzalimi oleh dirinya sendiri. Ini mengajarkan kita untuk tidak merasa dizalimi, baik oleh orang lain maupun oleh keadaan, karena setiap yang terjadi adalah bagian dari takdir Allah. Ini juga mengajarkan kita untuk tidak berburuk sangka kepada Allah dan selalu berprasangka baik, meskipun terkadang kita merasa sulit dalam menghadapi cobaan hidup."
    },
    {
      "no": 1,
      "arab": "مَن سَلكَ طَرِيقًا يَطلُبُ فِيهِ عِلْمًا سَهلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ",
      "latin": "Man sallaka ṭarīqan yaṭlub fīhi ‘ilmā, sahhala llāhu lahu bihī ṭarīqan ilā l-jannah",
      "artinya": "Barang siapa yang menempuh jalan untuk mencari ilmu, Allah akan memudahkan baginya jalan menuju surga.",
      "inti": "Keutamaan menuntut ilmu sebagai jalan menuju surga",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2699",
      "kategori": "ilmu",
      "pelajaran": "Hadits ini memberikan penekanan pada betapa pentingnya ilmu dalam kehidupan seorang Muslim. Menuntut ilmu bukan hanya untuk mendapatkan pengetahuan duniawi, tetapi juga sebagai jalan untuk mencapai kebahagiaan abadi di akhirat. Setiap langkah yang kita ambil untuk belajar, baik itu ilmu agama atau ilmu dunia, akan memudahkan jalan kita menuju surga. Dalam kehidupan sehari-hari, ini mengajarkan kita untuk selalu berusaha mencari ilmu, baik secara formal maupun non-formal, karena dengan ilmu kita dapat beribadah dengan benar dan memperbaiki diri."
    },
    {
      "no": 2,
      "arab": "إِنَّمَا الْعِلْمُ بِالتَّعَلُّمِ وَإِنَّمَا الْفِقْهُ بِالتَّفَقُّهِ",
      "latin": "Innamā al-‘ilmu bi-t-ta‘allumi wa innamā al-fiqhu bi-t-tafaqquh",
      "artinya": "Sesungguhnya ilmu itu didapatkan dengan belajar, dan fiqih itu didapatkan dengan mendalami.",
      "inti": "Ilmu diperoleh melalui proses belajar dan mendalami",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 71",
      "kategori": "ilmu",
      "pelajaran": "Hadits ini menegaskan bahwa ilmu tidak datang begitu saja, tetapi memerlukan usaha dan proses belajar yang berkesinambungan. Untuk memperoleh pemahaman yang mendalam dalam agama (fiqih), kita harus terus belajar dan menggali pengetahuan. Hal ini mengajarkan kita untuk tidak cepat merasa cukup dengan pengetahuan yang kita miliki, tetapi terus berusaha mendalami setiap aspek kehidupan yang bermanfaat, terutama yang berkaitan dengan agama dan ibadah."
    },
    {
      "no": 3,
      "arab": "مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ",
      "latin": "Man yuridi llāhu bihi khayran yufaqih-hu fī ad-dīn",
      "artinya": "Barang siapa yang Allah inginkan kebaikan untuknya, maka Allah akan memahamkannya dalam agama.",
      "inti": "Keutamaan memahami agama sebagai tanda kebaikan dari Allah",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 71",
      "kategori": "ilmu",
      "pelajaran": "Hadits ini mengajarkan kita bahwa pemahaman agama adalah salah satu bentuk kebaikan yang diberikan Allah kepada hamba-Nya. Oleh karena itu, kita harus terus berusaha untuk memahami ajaran agama dengan baik dan benar, karena dengan pemahaman yang benar, kita dapat menjalani hidup ini sesuai dengan tuntunan-Nya. Pemahaman agama yang baik juga menjadi dasar dalam menjalankan ibadah dan berinteraksi dengan sesama."
    },
    {
      "no": 4,
      "arab": "العِلْمُ أَفْضَلُ مِنَ العِبَادَةِ",
      "latin": "Al-‘Ilmu afḍalu min al-‘ibādah",
      "artinya": "Ilmu itu lebih utama daripada ibadah.",
      "inti": "Keutamaan ilmu dibandingkan dengan ibadah tanpa ilmu",
      "sumber": "HR. At-Tabrani",
      "nomor_sumber": "Hadist No. 2272",
      "kategori": "ilmu",
      "pelajaran": "Hadits ini menekankan bahwa ilmu yang bermanfaat lebih utama daripada ibadah yang dilakukan tanpa pemahaman yang benar. Tanpa ilmu, ibadah kita bisa saja tidak sesuai dengan ajaran agama. Oleh karena itu, kita harus senantiasa berusaha untuk memperoleh ilmu yang benar, agar ibadah kita menjadi lebih bermakna dan sesuai dengan petunjuk Allah."
    },
    {
      "no": 5,
      "arab": "مَنْ سَأَلَ عِلْمًا لِيُجَادِلَ بِهِ فِي النَّاسِ فَجَاءَتْهِ النَّارُ",
      "latin": "Man sa’ala ‘ilman liyujādil bihī fin-nāsi fajā’at-hu an-nār",
      "artinya": "Barang siapa yang mencari ilmu untuk berdebat dengan orang lain, maka neraka adalah balasannya.",
      "inti": "Niat yang benar dalam menuntut ilmu adalah untuk ibadah, bukan untuk berdebat",
      "sumber": "HR. Ibn Majah",
      "nomor_sumber": "Hadist No. 260",
      "kategori": "ilmu",
      "pelajaran": "Hadits ini mengajarkan kita bahwa niat dalam menuntut ilmu haruslah ikhlas untuk tujuan ibadah, bukan untuk kepentingan pribadi atau sekadar berdebat. Ilmu yang dicari dengan niat buruk, seperti untuk mencari kemenangan dalam debat atau membanggakan diri, justru akan membawa kita pada kehinaan dan azab Allah."
    },
    {
      "no": 6,
      "arab": "العِلْمُ نُورٌ يَقْذِفُهُ اللَّهُ فِي قَلْبِ مَنْ يَشَاءُ",
      "latin": "Al-‘ilmu nūrٌ yaqdhifuhu llāhu fī qalbi man yashā’",
      "artinya": "Ilmu adalah cahaya yang Allah pancarkan ke dalam hati siapa yang Dia kehendaki.",
      "inti": "Ilmu adalah cahaya yang menerangi hati seseorang",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 91",
      "kategori": "ilmu",
      "pelajaran": "Hadits ini mengajarkan bahwa ilmu adalah cahaya yang diberikan oleh Allah kepada hamba-Nya. Dengan ilmu, hati seseorang akan diterangi, dan dia akan mampu membedakan yang benar dan yang salah. Tanpa ilmu, seseorang akan terjerumus dalam kegelapan. Ini menunjukkan betapa pentingnya menuntut ilmu untuk mendapatkan petunjuk dalam hidup dan mendekatkan diri kepada Allah."
    },
    {
      "no": 7,
      "arab": "أُطْلُبُوا العِلْمَ وَلَوْ بِالصِّينِ",
      "latin": "Uṭlubū al-‘ilma walaw bīṣ-ṣīn",
      "artinya": "Carilah ilmu meskipun hingga ke negeri Cina.",
      "inti": "Menuntut ilmu harus dilakukan tanpa batasan tempat",
      "sumber": "HR. Ibn Majah",
      "nomor_sumber": "Hadist No. 224",
      "kategori": "ilmu",
      "pelajaran": "Hadits ini menunjukkan pentingnya menuntut ilmu tanpa ada batasan tempat atau jarak. Dimanapun kita berada, kita harus berusaha untuk mencari ilmu, meskipun kita harus pergi jauh. Ini juga menunjukkan bahwa ilmu adalah harta yang sangat berharga yang harus kita upayakan untuk dapatkan, apapun tantangannya."
    },
    {
      "no": 8,
      "arab": "إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ",
      "latin": "Innamā yakhsyā llāha min ‘ibādihi al-‘ulamā’u",
      "artinya": "Sesungguhnya yang takut kepada Allah di antara hamba-Nya adalah orang-orang yang berilmu.",
      "inti": "Orang yang berilmu memiliki kesadaran lebih terhadap takutnya kepada Allah",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 106",
      "kategori": "ilmu",
      "pelajaran": "Hadits ini mengajarkan bahwa orang yang memiliki ilmu lebih banyak memiliki rasa takut kepada Allah, karena mereka memahami kekuasaan dan kebesaran-Nya. Ilmu yang benar akan membawa seseorang pada kesadaran akan kewajiban-kewajiban agamanya dan membuatnya lebih takut kepada Allah, bukan malah menjadikan mereka sombong atau angkuh."
    },
    {
      "no": 9,
      "arab": "العِلْمُ قُوَّةٌ وَمَنَعَةٌ",
      "latin": "Al-‘ilmu quwwatun wa man‘atun",
      "artinya": "Ilmu adalah kekuatan dan perlindungan.",
      "inti": "Ilmu adalah sumber kekuatan dalam hidup",
      "sumber": "HR. At-Tabrani",
      "nomor_sumber": "Hadist No. 982",
      "kategori": "ilmu",
      "pelajaran": "Ilmu memberikan kekuatan kepada seseorang, baik dalam menghadapi tantangan hidup, dalam beribadah, maupun dalam berinteraksi dengan orang lain. Ilmu juga menjadi perlindungan dari kebodohan dan kesalahan. Dengan ilmu, kita bisa menghindari perbuatan yang salah dan menghadapi masalah dengan lebih bijaksana."
    },
    {
      "no": 10,
      "arab": "مَنْ أَرَادَ اللَّهُ بِهِ خَيْرًا فَتَحَ لَهُ فَاهُ فِي العِلْمِ",
      "latin": "Man arāda llāhu bihi khayran fataḥa lahu fā-hu fī al-‘ilmi",
      "artinya": "Barang siapa yang Allah inginkan kebaikan untuknya, maka Allah akan membukakan jalan ilmu baginya.",
      "inti": "Ilmu adalah anugerah bagi mereka yang mendapat kebaikan dari Allah",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 93",
      "kategori": "ilmu",
      "pelajaran": "Hadits ini menunjukkan bahwa ilmu adalah anugerah besar dari Allah bagi siapa saja yang Dia kehendaki. Allah akan membuka jalan bagi orang yang Dia inginkan kebaikan untuknya dengan memberikan pemahaman dan ilmu. Oleh karena itu, kita harus selalu berusaha untuk menuntut ilmu dan bersyukur jika diberikan ilmu oleh Allah."
    },
    {
      "no": 11,
      "arab": "العِلْمُ فَضْلٌ وَالْجَهْلُ حَرَجٌ",
      "latin": "Al-‘ilmu faḍlun wal-jahl haraj",
      "artinya": "Ilmu adalah keutamaan, dan kebodohan adalah kesulitan.",
      "inti": "Ilmu membawa kemuliaan, sedangkan kebodohan membawa kesulitan",
      "sumber": "HR. Ibn Majah",
      "nomor_sumber": "Hadist No. 218",
      "kategori": "ilmu",
      "pelajaran": "Ilmu adalah sumber kemuliaan dan kehormatan, sedangkan kebodohan membawa kesulitan dan kesengsaraan. Dengan ilmu, kita dapat menjalani hidup dengan penuh kebijaksanaan dan ketenangan, sedangkan kebodohan hanya akan mendatangkan masalah dan kebingungan. Oleh karena itu, kita harus senantiasa berusaha untuk belajar dan memperdalam ilmu."
    },
    {
      "no": 12,
      "arab": "مَنْ رَأَىٰ فِي عَيْنِهِ عِلْمًا فَحُبُّهُ عِبَادَةٌ",
      "latin": "Man ra’ā fī ‘aynīhi ‘ilman faḥubbuhu ‘ibādah",
      "artinya": "Barang siapa yang melihat ilmu dalam matanya, maka mencintainya adalah ibadah.",
      "inti": "Cinta terhadap ilmu adalah bentuk ibadah kepada Allah",
      "sumber": "HR. Al-Tirmidhi",
      "nomor_sumber": "Hadist No. 57",
      "kategori": "ilmu",
      "pelajaran": "Hadits ini mengajarkan bahwa mencintai ilmu adalah bentuk ibadah yang sangat mulia. Cinta terhadap ilmu adalah tanda bahwa kita menyadari betapa pentingnya ilmu dalam kehidupan, baik untuk memperbaiki diri kita sendiri maupun untuk bermanfaat bagi orang lain."
    },
    {
      "no": 13,
      "arab": "العِلْمُ بَرَاءَةٌ مِنَ الشَّكِّ",
      "latin": "Al-‘ilmu barā’atun mina ash-shakki",
      "artinya": "Ilmu adalah kebebasan dari keraguan.",
      "inti": "Ilmu memberikan kepastian dan menghilangkan keraguan",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 74",
      "kategori": "ilmu",
      "pelajaran": "Ilmu menghilangkan keraguan yang bisa mengganggu keimanan dan ketenangan hati. Dengan ilmu, kita mendapatkan kepastian tentang apa yang benar dan apa yang salah, serta memahami ajaran agama dengan lebih baik. Ini menunjukkan bahwa ilmu adalah jalan untuk memperoleh ketenangan dan keyakinan dalam hidup."
    },
    {
      "no": 14,
      "arab": "العِلْمُ هُوَ الحَياةُ",
      "latin": "Al-‘ilmu huwa al-ḥayāt",
      "artinya": "Ilmu adalah kehidupan.",
      "inti": "Ilmu adalah sumber kehidupan yang sejati",
      "sumber": "HR. Al-Tirmidhi",
      "nomor_sumber": "Hadist No. 327",
      "kategori": "ilmu",
      "pelajaran": "Ilmu adalah kehidupan yang memberikan kita arah dan tujuan dalam hidup. Tanpa ilmu, seseorang bisa tersesat dan terjebak dalam kebingungan. Dengan ilmu, kita tahu bagaimana cara hidup yang benar, beribadah dengan benar, dan berinteraksi dengan sesama secara baik."
    },
    {
      "no": 15,
      "arab": "إِنَّ فِي العِلْمِ مَرَاحِلَ",
      "latin": "Inna fī al-‘ilmi marāḥil",
      "artinya": "Sesungguhnya ilmu itu memiliki berbagai tingkatan.",
      "inti": "Menuntut ilmu membutuhkan kesabaran untuk mencapai tingkat-tingkat tinggi",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 56",
      "kategori": "ilmu",
      "pelajaran": "Ilmu memiliki banyak tingkatan dan menuntutnya membutuhkan kesabaran serta usaha yang berkelanjutan. Kita tidak bisa mendapatkan ilmu yang mendalam dalam waktu singkat, tetapi harus melalui berbagai proses belajar dan pengalaman. Hal ini mengajarkan kita untuk terus bersabar dan tidak putus asa dalam menuntut ilmu."
    },
    {
      "no": 16,
      "arab": "مَنْ جَعَلَ عَلَيْهِ مَنِيرًا فِي سُبُلِ العِلْمِ فَفَقَدْ قَامَ بِحَقِّهِ",
      "latin": "Man ja‘ala ‘alayhi manīran fī subuli al-‘ilmi faqad qāmabī ḥaqīhi",
      "artinya": "Barang siapa yang menjadikan ilmu sebagai cahaya bagi dirinya, maka ia telah menunaikan haknya.",
      "inti": "Ilmu adalah cahaya yang menerangi jalan hidup",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 319",
      "kategori": "ilmu",
      "pelajaran": "Ilmu adalah alat untuk memperjelas tujuan hidup dan menghilangkan kebingungan dalam menghadapi dunia. Jika seseorang menjadikan ilmu sebagai cahaya yang menerangi hidupnya, ia akan bisa berjalan dengan penuh keyakinan dan mengambil keputusan yang benar. Menuntut ilmu adalah kewajiban, karena ia memberikan petunjuk yang jelas dalam menjalani kehidupan."
    },
    {
      "no": 17,
      "arab": "العِلْمُ فَرَجٌ",
      "latin": "Al-‘ilmu faraj",
      "artinya": "Ilmu adalah jalan keluar dari kesulitan.",
      "inti": "Ilmu memberi solusi atas masalah yang dihadapi",
      "sumber": "HR. Al-Tirmidhi",
      "nomor_sumber": "Hadist No. 92",
      "kategori": "ilmu",
      "pelajaran": "Ilmu memiliki kemampuan untuk memberikan solusi terhadap berbagai masalah yang kita hadapi dalam hidup. Ketika menghadapi kesulitan, ilmu memberi wawasan dan pemahaman yang memandu kita untuk menemukan jalan keluar, bahkan ketika situasi tampak sulit. Oleh karena itu, selalu perbanyak ilmu untuk mempermudah setiap urusan dalam hidup."
    },
    {
      "no": 18,
      "arab": "مَنْ لَمْ يَعْمَلْ بِعِلْمِهِ فَسَجَانَ مَنْ سَبِيلِهِ",
      "latin": "Man lam ya‘mal bī ‘ilmihi fasajān man sabīlīhi",
      "artinya": "Barang siapa yang tidak mengamalkan ilmunya, maka ia akan terhalang dari jalan Allah.",
      "inti": "Mengamalkan ilmu lebih utama daripada sekadar menuntutnya",
      "sumber": "HR. Al-Tirmidhi",
      "nomor_sumber": "Hadist No. 182",
      "kategori": "ilmu",
      "pelajaran": "Ilmu tidak cukup hanya untuk dipelajari, tetapi harus diamalkan dalam kehidupan sehari-hari. Mengamalkan ilmu adalah bentuk nyata dari keimanan dan cara kita menghargai ilmu yang telah diberikan. Tanpa pengamalan, ilmu tidak akan membawa manfaat dan bisa membuat kita terhalang dari petunjuk Allah."
    },
    {
      "no": 19,
      "arab": "إِنَّ لِلْعِلْمِ نُورًا فِي القَلْبِ",
      "latin": "Inna lil-‘ilmi nūrān fī al-qalb",
      "artinya": "Sesungguhnya ilmu itu memiliki cahaya di dalam hati.",
      "inti": "Ilmu menuntun hati kepada kebaikan",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 238",
      "kategori": "ilmu",
      "pelajaran": "Ilmu bukan hanya memberi pengetahuan tentang dunia, tetapi juga memberi cahaya dalam hati yang membantu kita memahami hakikat hidup dan memperbaiki diri. Ilmu menjadikan hati lebih peka terhadap kebaikan dan petunjuk Allah, sehingga tindakan kita akan selalu sesuai dengan prinsip-prinsip yang benar."
    },
    {
      "no": 20,
      "arab": "العِلْمُ نِعْمَةٌ",
      "latin": "Al-‘ilmu ni‘matun",
      "artinya": "Ilmu adalah nikmat.",
      "inti": "Ilmu adalah anugerah dan nikmat terbesar",
      "sumber": "HR. Ibn Majah",
      "nomor_sumber": "Hadist No. 106",
      "kategori": "ilmu",
      "pelajaran": "Ilmu adalah salah satu nikmat terbesar yang diberikan oleh Allah. Dengan ilmu, seseorang bisa memahami segala aspek kehidupan, membangun kualitas hidup yang lebih baik, dan memberikan manfaat kepada orang lain. Oleh karena itu, kita harus bersyukur dan menjaga ilmu dengan baik, serta berusaha untuk selalu meningkatkannya."
    },
    {
      "no": 1,
      "arab": "إِنَّمَا بُعِثْتُ لِأُتَمِّمَ صَالِحَ الْأَخْلَاقِ",
      "latin": "Innamā bu‘ithtu li utammima ṣāliḥ al-akhlaq",
      "artinya": "Sesungguhnya aku diutus untuk menyempurnakan akhlak yang baik.",
      "inti": "Menjaga dan memperbaiki akhlak sebagai bagian dari ajaran Nabi",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 5684",
      "kategori": "akhlak",
      "pelajaran": "Akhlak adalah bagian penting dari ajaran Islam. Nabi Muhammad SAW diutus untuk menyempurnakan akhlak, yang berarti bahwa akhlak yang baik adalah landasan bagi kehidupan yang penuh berkah. Kita harus berusaha untuk selalu memperbaiki akhlak, karena itu merupakan wujud dari iman yang baik."
    },
    {
      "no": 2,
      "arab": "أَحَبُّكُمْ إِلَيَّ أَحْسَنُكُمْ أَخْلَاقًا",
      "latin": "Aḥabbukum ilayya aḥsānukum akhlāqan",
      "artinya": "Orang yang paling aku cintai di antara kalian adalah yang paling baik akhlaknya.",
      "inti": "Akhlak yang baik menjadi tanda kecintaan Nabi",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6036",
      "kategori": "akhlak",
      "pelajaran": "Akhlak yang baik adalah ciri khas orang yang dekat dengan Nabi Muhammad SAW. Sebagai umat Islam, kita harus berusaha memiliki akhlak yang mulia, karena itu menjadi tanda kecintaan Nabi kepada kita. Akhlak yang baik mencakup sikap yang ramah, sabar, jujur, dan peduli terhadap sesama."
    },
    {
      "no": 3,
      "arab": "لَا يُؤْمِنُ أَحَدُكُمْ حَتَّىٰ يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ",
      "latin": "Lā yu’minu aḥadukum ḥattā yuḥibbu li akhīhi mā yuḥibbu li nafsihi",
      "artinya": "Tidak beriman salah seorang di antara kalian hingga dia mencintai untuk saudaranya apa yang dia cintai untuk dirinya sendiri.",
      "inti": "Mengutamakan cinta kepada sesama sebagai bagian dari iman",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 13",
      "kategori": "akhlak",
      "pelajaran": "Iman yang sempurna tercermin dalam sikap kita terhadap sesama. Mencintai orang lain seperti mencintai diri sendiri adalah ajaran utama dalam Islam. Kita harus berusaha untuk mendahulukan kebaikan orang lain dan selalu berusaha membantu sesama, yang merupakan wujud dari iman yang sejati."
    },
    {
      "no": 4,
      "arab": "مَن لا يُحِبُّ أن يُعَافِيَهُ اللَّهُ فَلْيَعْفُ عَنِ النَّاسِ",
      "latin": "Man lā yuḥibbu an yu‘āfīhī llāhu falyu‘fu ‘an n-nāsi",
      "artinya": "Barang siapa yang tidak ingin diampuni Allah, maka hendaklah ia mengampuni orang lain.",
      "inti": "Memaafkan orang lain agar Allah mengampuni kita",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2561",
      "kategori": "akhlak",
      "pelajaran": "Memaafkan orang lain adalah salah satu cara untuk mendapatkan pengampunan dari Allah. Dalam kehidupan ini, kita pasti akan disakiti atau dikecewakan oleh orang lain, tetapi dengan memaafkan, kita menunjukkan kesabaran dan kebaikan hati. Ini adalah bentuk amal yang mendekatkan kita kepada Allah."
    },
    {
      "no": 5,
      "arab": "لَا تَحْقِيرَنَّ مِنَ النَّاسِ شَيْئًا",
      "latin": "Lā taḥqīran min an-nāsi shay’an",
      "artinya": "Janganlah kamu meremehkan sedikit pun dari orang lain.",
      "inti": "Menjaga perasaan orang lain dan tidak merendahkan mereka",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6133",
      "kategori": "akhlak",
      "pelajaran": "Meremehkan atau merendahkan orang lain adalah sikap yang sangat dilarang dalam Islam. Setiap individu memiliki kehormatan dan hak untuk dihargai. Jangan pernah merasa lebih baik dari orang lain, karena Allah yang Maha Mengetahui siapa yang lebih baik di sisi-Nya. Kita harus selalu menjaga perasaan orang lain dan memperlakukan mereka dengan hormat."
    },
    {
      "no": 6,
      "arab": "إِنَّ اللَّهَ يَحِبُّ الَّذِينَ يَتَوَاضَعُونَ لِلَّهِ",
      "latin": "Inna llāha yuḥibbu al-ladhīna yatwāza‘ūna li-llāh",
      "artinya": "Sesungguhnya Allah mencintai orang yang tawadhu’ karena-Nya.",
      "inti": "Tawadhu’ adalah sifat yang dicintai oleh Allah",
      "sumber": "HR. At-Tirmidhi",
      "nomor_sumber": "Hadist No. 2558",
      "kategori": "akhlak",
      "pelajaran": "Tawadhu' atau merendahkan hati adalah salah satu sifat yang sangat disukai oleh Allah. Sifat ini tidak hanya menunjukkan kerendahan hati tetapi juga kesadaran bahwa semua keberhasilan berasal dari Allah. Kita diajarkan untuk tidak menyombongkan diri dan selalu bersikap rendah hati kepada sesama."
    },
    {
      "no": 7,
      "arab": "مَن لَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ",
      "latin": "Man lā yu’minu billāhi wal-yawmi l-ākhiri falyaqul khayran aw liyasmut",
      "artinya": "Barang siapa yang beriman kepada Allah dan hari akhir, hendaklah ia berkata yang baik atau diam.",
      "inti": "Berbicara yang baik atau lebih baik diam jika tidak ada yang baik untuk diucapkan",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6018",
      "kategori": "akhlak",
      "pelajaran": "Menjaga lisan adalah salah satu tanda keimanan. Kita diajarkan untuk berbicara hanya jika kata-kata yang kita ucapkan bermanfaat dan baik, jika tidak maka lebih baik untuk diam. Hal ini menghindarkan kita dari perbuatan sia-sia dan dosa akibat ucapan yang tidak berguna."
    },
    {
      "no": 8,
      "arab": "لَا تَغْتَابُوا بَعْضَكُمْ",
      "latin": "Lā taghtābū ba‘ḍakum",
      "artinya": "Janganlah kalian saling menggunjing di antara kalian.",
      "inti": "Menghindari perbuatan ghibah adalah bagian dari menjaga akhlak",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2563",
      "kategori": "akhlak",
      "pelajaran": "Menggunjing atau membicarakan keburukan orang lain tanpa sepengetahuan mereka adalah perbuatan yang sangat dilarang dalam Islam. Hal ini dapat merusak hubungan antar sesama dan mendatangkan dosa. Kita seharusnya menjaga lisan agar tidak menyakiti hati orang lain."
    },
    {
      "no": 9,
      "arab": "أَحْسِنُوا فِي قَضَائِكُمْ",
      "latin": "Aḥsinū fī qaḍā’ikum",
      "artinya": "Perbaikilah cara kalian berurusan dengan orang lain.",
      "inti": "Menjaga keadilan dan berbuat baik dalam setiap keputusan",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 526",
      "kategori": "akhlak",
      "pelajaran": "Kita diajarkan untuk berbuat baik dan adil dalam setiap urusan kita, baik itu dalam berinteraksi dengan orang lain atau dalam mengambil keputusan. Keadilan dan kebaikan adalah dasar dari hubungan yang sehat dan masyarakat yang harmonis."
    },
    {
      "no": 10,
      "arab": "أَنْتُمْ شُرَكَاءُ فِي ثَلاَثٍ: فِي الْمَاءِ وَالْكَلَاءِ وَالنَّارِ",
      "latin": "Antum shurakā’ fī thalāthin: fī al-mā’i wal-kalā’i wal-nāri",
      "artinya": "Kalian adalah sekutu dalam tiga perkara: air, rumput (untuk ternak), dan api.",
      "inti": "Berbuat adil dan berbagi hak di antara sesama manusia",
      "sumber": "HR. Abu Dawud",
      "nomor_sumber": "Hadist No. 2609",
      "kategori": "akhlak",
      "pelajaran": "Dalam Islam, sumber daya alam adalah milik bersama. Kita semua memiliki hak yang sama terhadap sumber daya alam seperti air, rumput, dan api. Oleh karena itu, kita harus berbagi dengan adil dan tidak menyalahgunakan hak tersebut."
    },
    {
      "no": 11,
      "arab": "إِنَّ اللَّهَ جَمِيلٌ يُحِبُّ الْجَمَالَ",
      "latin": "Inna llāha jamīlٌ yuḥibbu al-jamāl",
      "artinya": "Sesungguhnya Allah itu Maha Indah dan menyukai keindahan.",
      "inti": "Keindahan dalam akhlak mencerminkan kebaikan di sisi Allah",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 1319",
      "kategori": "akhlak",
      "pelajaran": "Keindahan bukan hanya tampak pada fisik, tetapi juga dalam akhlak dan perbuatan kita. Allah menyukai keindahan yang tercermin dalam tindakan yang baik dan sopan santun terhadap orang lain. Keindahan akhlak adalah salah satu cara untuk mendekatkan diri kepada Allah."
    },
    {
      "no": 12,
      "arab": "إِنَّ أَحَبَّكُمْ إِلَيَّ أَحْسَنُكُمْ أَخْلَاقًا",
      "latin": "Inna aḥabbakum ilayya aḥsanukum akhlāqan",
      "artinya": "Sesungguhnya orang yang paling aku cintai di antara kalian adalah yang paling baik akhlaknya.",
      "inti": "Akhlak yang baik adalah tanda kecintaan Nabi",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2330",
      "kategori": "akhlak",
      "pelajaran": "Nabi Muhammad SAW menilai seseorang bukan hanya berdasarkan ibadahnya, tetapi juga akhlaknya. Akhlak yang baik adalah tanda bahwa kita mencintai Nabi dan mengikuti jejaknya. Perbaiki akhlak kita untuk menjadi orang yang lebih baik di mata Allah dan Rasul-Nya."
    },
    {
      "no": 13,
      "arab": "مَن لا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ",
      "latin": "Man lā yu’minu billāhi wal-yawmi l-ākhiri falyaqul khayran aw liyasmut",
      "artinya": "Barang siapa yang beriman kepada Allah dan hari akhir, hendaklah ia berkata yang baik atau diam.",
      "inti": "Menjaga lisan dan berbicara yang baik",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6018",
      "kategori": "akhlak",
      "pelajaran": "Kita harus menjaga lisan kita agar tidak mengucapkan kata-kata yang buruk, menyakiti hati orang lain, atau menyebabkan kerusakan. Berbicara baik atau diam adalah prinsip yang baik untuk menjaga kedamaian dalam berinteraksi dengan sesama."
    },
    {
      "no": 14,
      "arab": "إِنَّ رَجُلًا سَابَّ صَاحِبًا لَهُ فَجَعَلَ يَشْتَكِي إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
      "latin": "Inna rajulan sābba ṣāḥiban lahu faj‘ala yashtakī ilā an-nabīyi ṣallallāhu ‘alayhi wa sallam",
      "artinya": "Sesungguhnya seseorang mencela temannya, lalu mengadukan kepada Nabi SAW.",
      "inti": "Menjaga hubungan dengan teman dan menjauhi saling mencela",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2586",
      "kategori": "akhlak",
      "pelajaran": "Saling mencela teman atau orang lain adalah tindakan yang sangat tidak dianjurkan dalam Islam. Kita harus menjaga hubungan baik dengan teman-teman kita dan selalu menghindari tindakan yang dapat merusak persahabatan, seperti mencela atau mengadu domba."
    },
    {
      "no": 15,
      "arab": "لَا تُحْسِنُوا إِلَّا مَا قَالَ اللَّهُ وَرَسُولُهُ",
      "latin": "Lā tuḥsinū illā mā qālallāhu wa rasūluh",
      "artinya": "Janganlah kalian melakukan kebaikan kecuali apa yang telah diperintahkan oleh Allah dan Rasul-Nya.",
      "inti": "Akhlak yang baik datang dari mengikuti ajaran Allah dan Rasul-Nya",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 3456",
      "kategori": "akhlak",
      "pelajaran": "Kebaikan yang sejati adalah yang sesuai dengan ajaran Allah dan Rasul-Nya. Tidak ada kebaikan yang lebih utama selain yang datang dari petunjuk-Nya. Oleh karena itu, kita harus selalu berusaha untuk mengikuti ajaran Allah dan Rasul-Nya dalam segala aspek kehidupan."
    },
    {
      "no": 1,
      "arab": "وَلَا تَقْرَبُوا الزِّنَىٰ إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا",
      "latin": "Wa lā taqrabū az-zinā innahū kāna fāḥishatan wa sā’a sabīlā",
      "artinya": "Dan janganlah kamu mendekati zina, sesungguhnya zina itu adalah suatu perbuatan yang keji dan suatu jalan yang buruk.",
      "inti": "Larangan mendekati zina",
      "sumber": "QS. Al-Isra: 32",
      "kategori": "zina",
      "pelajaran": "Perintah ini mengajarkan kita untuk tidak hanya menghindari zina itu sendiri, tetapi juga untuk menjauhkan diri dari segala sesuatu yang bisa membawa kita pada perbuatan tersebut, seperti melihat, mendengarkan, atau terlibat dalam perilaku yang tidak sesuai dengan ajaran Islam. Zina adalah perbuatan yang menghancurkan hubungan antara individu, keluarga, dan masyarakat, oleh karena itu pencegahannya jauh lebih baik daripada penyesalan setelah terlanjur melakukan. Menghindari zina menunjukkan kehati-hatian dalam menjaga diri."
    },
    {
      "no": 2,
      "arab": "مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالزِّنَا وَإِثْمٌ فَاحِشٌ",
      "latin": "Mā ẓahara minhā wa mā baṭana wa az-zinā wa ithm fāḥish",
      "artinya": "Apa yang tampak darinya dan apa yang tersembunyi, zina itu adalah dosa yang sangat keji.",
      "inti": "Zina termasuk dosa besar",
      "sumber": "QS. Al-A'raf: 33",
      "kategori": "zina",
      "pelajaran": "Zina tidak hanya melibatkan perbuatan fisik, tetapi juga melibatkan hati dan pikiran. Ini menunjukkan bahwa dosa ini sangat besar, baik yang tampak secara langsung (seperti perbuatan seksual) maupun yang tersembunyi (seperti pikiran dan perasaan yang mendorongnya). Islam menekankan pentingnya menjaga kesucian hati dan pikiran, karena keduanya saling berhubungan dalam membentuk tindakan. Dengan demikian, kita harus berusaha untuk menjaga keduanya agar tidak terjerumus dalam dosa."
    },
    {
      "no": 3,
      "arab": "إِنَّ الَّذِينَ يُحِبُّونَ أَن تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ",
      "latin": "Inna alladhīna yuḥibbūna an tasyī‘a al-fāḥishatu fī alladhīna āmanū lahum ‘adhābun ‘alīm",
      "artinya": "Sesungguhnya orang-orang yang suka agar perbuatan keji itu tersiar di kalangan orang-orang yang beriman, bagi mereka azab yang pedih.",
      "inti": "Ancaman bagi orang yang menyebarkan zina",
      "sumber": "QS. An-Nur: 19",
      "kategori": "zina",
      "pelajaran": "Menyebarkan perbuatan zina, baik melalui ucapan, media, atau perbuatan lainnya, merupakan dosa besar dalam Islam. Hal ini dapat merusak moralitas masyarakat secara keseluruhan. Islam melarang segala bentuk penyebaran perbuatan maksiat yang dapat menggoyahkan keimanan dan ketenangan umat. Oleh karena itu, sebagai umat Islam, kita harus menjaga lisan, tangan, dan media yang kita gunakan dari hal-hal yang dapat menyebarkan keburukan dan perbuatan yang tidak sesuai dengan ajaran Islam."
    },
    {
      "no": 4,
      "arab": "إِذَا زَنَى الرَّجُلُ خَرَجَ الإِيمَانُ مِنْهُ حَتَّى يَرْجِعَ إِلَيْهِ كَمَا خَرَجَ",
      "latin": "Idzā zanā ar-rajulu kharaja al-īmānu minhu ḥattā yarji‘a ilayhi kamā kharaja",
      "artinya": "Jika seseorang berzina, maka iman keluar darinya hingga ia kembali seperti sediakala.",
      "inti": "Zina menyebabkan hilangnya iman sementara",
      "sumber": "HR. At-Tirmidhi",
      "nomor_sumber": "Hadist No. 2624",
      "kategori": "zina",
      "pelajaran": "Hadist ini menunjukkan bahwa zina dapat merusak hubungan seseorang dengan Allah secara sementara. Iman adalah cahaya dalam hati seseorang, dan perbuatan zina dapat menghapus cahaya itu, membuat hati gelap dan jauh dari Allah. Namun, jika seseorang bertobat dengan sungguh-sungguh, Allah akan menerima taubatnya dan mengembalikan iman yang hilang. Ini menekankan pentingnya tobat yang tulus dan penyesalan atas perbuatan dosa."
    },
    {
      "no": 5,
      "arab": "لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ",
      "latin": "Lā yaznī az-zānī ḥīna yaznī wa huwa mu’min",
      "artinya": "Tidaklah seorang pezina berzina dalam keadaan dia beriman.",
      "inti": "Zina menghilangkan keimanan seseorang pada saat melakukannya",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6812",
      "kategori": "zina",
      "pelajaran": "Zina menyebabkan hilangnya iman pada saat pelaksanaannya. Hadist ini menunjukkan bahwa seorang Muslim yang beriman tidak akan mudah terjerumus dalam perbuatan zina. Oleh karena itu, menjaga iman dan selalu mengingat Allah adalah kunci untuk menghindari perbuatan yang dapat merusak keimanan kita. Meskipun iman dapat pulih dengan taubat, tindakan ini menunjukkan betapa pentingnya menjaga hati agar tidak terjatuh dalam dosa besar ini."
    },
    {
      "no": 6,
      "arab": "إِذَا كَثُرَ الزِّنَا ظَهَرَتْ الْأَمْرَاضُ الَّتِي لَمْ تَكُنْ فِي الْأَسْلَافِ",
      "latin": "Idzā kathura az-zinā ẓaharat al-amrāḍ allati lam takun fī al-aslāf",
      "artinya": "Jika zina semakin merajalela, maka akan muncul berbagai penyakit yang tidak ada pada generasi sebelumnya.",
      "inti": "Zina menyebabkan munculnya penyakit baru",
      "sumber": "HR. Ibn Majah",
      "nomor_sumber": "Hadist No. 4019",
      "kategori": "zina",
      "pelajaran": "Hadist ini mengingatkan kita tentang dampak buruk zina terhadap kesehatan masyarakat, termasuk penyebaran penyakit yang mungkin tidak ada pada generasi sebelumnya. Oleh karena itu, menghindari zina tidak hanya untuk kebaikan spiritual dan moral, tetapi juga untuk menjaga kesehatan masyarakat secara keseluruhan. Penyakit seksual seperti HIV/AIDS adalah contoh nyata dari dampak kesehatan yang disebabkan oleh perilaku zina."
    },
    {
      "no": 7,
      "arab": "وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ",
      "latin": "Wa alladhīna lā yad‘ūna ma‘a allāhi ilāhan ākhara wa lā yaqtulūna an-nafs allati ḥarrama allāhu illā bil-ḥaqq wa lā yaznūn",
      "artinya": "Dan orang-orang yang tidak menyembah tuhan lain beserta Allah, dan tidak membunuh jiwa yang diharamkan oleh Allah kecuali dengan hak, dan tidak berzina.",
      "inti": "Larangan zina dan dosa besar lainnya",
      "sumber": "QS. Al-Furqan: 68",
      "kategori": "zina",
      "pelajaran": "Ayat ini menekankan bahwa zina adalah dosa besar yang setara dengan dosa membunuh dan syirik. Zina merusak kedamaian sosial dan membawa kehancuran pada kehidupan pribadi dan keluarga. Sebagai Muslim, kita harus menghindari dosa besar ini dan memperbaiki diri dengan selalu mengingat Allah dan menjauhi segala bentuk kemaksiatan."
    },
    {
      "no": 8,
      "arab": "إِنَّ الزِّنَا مِفْتَاحُ السُّوءِ",
      "latin": "Inna az-zinā miftāḥu as-sū’",
      "artinya": "Sesungguhnya zina adalah kunci segala keburukan.",
      "inti": "Zina membuka pintu keburukan",
      "sumber": "HR. Al-Baihaqi",
      "nomor_sumber": "Hadist No. 5324",
      "kategori": "zina",
      "pelajaran": "Zina membuka jalan bagi keburukan lainnya seperti perpecahan keluarga, ketidakharmonisan masyarakat, dan penyebaran penyakit. Hadist ini memperingatkan kita bahwa zina tidak hanya merusak individu, tetapi juga merusak tatanan sosial dan nilai moral masyarakat. Oleh karena itu, menjaga diri dari zina adalah langkah pertama untuk menciptakan masyarakat yang sehat dan harmonis."
    },
    {
      "no": 9,
      "arab": "مَا مِنْ شَيْءٍ بَعْدَ الشِّرْكِ أَعْظَمَ عِنْدَ اللَّهِ مِنْ الزِّنَا",
      "latin": "Mā min shay’in ba‘da as-syirki a‘ẓama ‘inda Allāhi min az-zinā",
      "artinya": "Tidak ada sesuatu setelah syirik yang lebih besar dosanya di sisi Allah daripada zina.",
      "inti": "Zina merupakan dosa besar setelah syirik",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6813",
      "kategori": "zina",
      "pelajaran": "Zina adalah dosa besar setelah syirik, dan memiliki konsekuensi yang sangat berat di sisi Allah. Hadist ini memperingatkan kita akan beratnya dosa zina dan pentingnya menjaga kesucian diri. Sebagai umat Islam, kita harus selalu berusaha untuk menjaga diri dari dosa ini dan selalu berpegang teguh pada ajaran agama."
    },
    {
      "no": 11,
      "arab": "إِنَّ مِنْ أَعْظَمِ الذُّنُوبِ أَنْ تَقُولَ لِلرَّجُلِ اتَّقِ اللَّهَ فَيَقُولَ لَكَ إِنَّكَ مَاذَا عَمِلْتَ وَمَا هُوَ فِيكَ",
      "latin": "Inna min a‘ẓami adz-dhunūbi an taqūla lir-rajuli ittaqi Allāha fa yaqūlu laka inna mażā ‘amilt wa mā huwa fīk",
      "artinya": "Sesungguhnya di antara dosa-dosa yang paling besar adalah seseorang berkata kepada orang lain, 'Bertakwalah kepada Allah,' kemudian orang tersebut berkata, 'Apa yang kamu lakukan?'",
      "inti": "Orang yang menolak nasihat tentang zina termasuk dalam dosa besar",
      "sumber": "HR. Ibn Majah",
      "nomor_sumber": "Hadist No. 4211",
      "kategori": "zina",
      "pelajaran": "Nasihat tentang kebaikan haruslah dimulai dari diri sendiri. Menasihati orang lain untuk bertakwa kepada Allah bukan hanya tentang mengingatkan, tetapi juga tentang memberi contoh nyata dalam kehidupan sehari-hari. Mengajak orang lain untuk bertakwa, tetapi diri sendiri tidak melakukannya adalah bentuk kemunafikan yang tidak hanya merugikan orang lain, tetapi juga diri sendiri. Oleh karena itu, penting untuk memperbaiki diri dan menunjukkan perubahan yang nyata dalam perilaku kita."
    },
    {
      "no": 1,
      "arab": "إِنَّمَا يَجْلِسُ إِلَى اللَّهِ وَيَكُونُ فِي سَبِيلِهِ وَيَتْبَعُهُ أَمَّا تَرْكَهُ لِلْمَعْصِيَةِ",
      "latin": "Innama yajlisu ila Allahi wa yakunu fi sabilihi wa yatba‘uhu amma tarkahu lil-ma‘siya",
      "artinya": "Seseorang duduk bersama Allah, berada di jalan-Nya, dan meninggalkan maksiat adalah salah satu cara mendekatkan diri kepada-Nya.",
      "inti": "Meninggalkan maksiat sebagai tanda keimanan",
      "sumber": "HR. At-Tirmidhi",
      "nomor_sumber": "Hadist No. 1854",
      "kategori": "maksiat",
      "pelajaran": "Keimanan yang sejati terlihat pada tindakan, bukan hanya ucapan. Orang yang benar-benar beriman akan menjauhi segala bentuk maksiat sebagai bukti ketundukannya kepada Allah. Meninggalkan maksiat adalah bentuk ibadah yang sangat dihargai oleh Allah. Sebagai umat Islam, kita harus senantiasa berusaha menghindari perilaku dosa, karena itu adalah tanda kedekatan kita dengan Allah."
    },
    {
      "no": 2,
      "arab": "إِنَّ الْعَبْدَ إِذَا أَخْطَأَ خَطِيئَةً نُكِتَتْ فِي قَلْبِهِ نُكْتَةٌ سَوْدَاءُ",
      "latin": "Inna al-‘abda idzā akhṭa’a khaṭī’atan nukitat fī qalbihi nukta sawdā’",
      "artinya": "Sesungguhnya jika seorang hamba melakukan kesalahan, maka akan muncul titik hitam di hatinya.",
      "inti": "Maksiat meninggalkan noda hitam di hati",
      "sumber": "HR. At-Tirmidhi",
      "nomor_sumber": "Hadist No. 3334",
      "kategori": "maksiat",
      "pelajaran": "Setiap kali kita melakukan dosa, baik yang kecil maupun yang besar, maka hati kita akan tercemar dengan titik hitam. Hal ini akan mempengaruhi hati kita, membuat kita semakin jauh dari Allah. Oleh karena itu, kita harus selalu berhati-hati dalam tindakan kita, segera bertaubat setelah berbuat dosa, dan menjaga hati dari kerusakan. Hati yang bersih akan membuat kita lebih mudah untuk menerima petunjuk Allah."
    },
    {
      "no": 3,
      "arab": "إِنَّ الْمَعْصِيَةَ تَسُودُ الْوَجْهَ وَتُعَمِّي الْبَصِيرَةَ",
      "latin": "Inna al-ma‘ṣiyata tasūdu al-wajha wa tu‘ammī al-baṣīra",
      "artinya": "Sesungguhnya maksiat menghitamkan wajah dan membutakan mata hati.",
      "inti": "Maksiat menggelapkan hati dan wajah",
      "sumber": "HR. Ibn Majah",
      "nomor_sumber": "Hadist No. 4244",
      "kategori": "maksiat",
      "pelajaran": "Maksiat tidak hanya berdampak pada hubungan kita dengan Allah, tetapi juga mempengaruhi penampilan fisik dan spiritual kita. Maksiat bisa membuat kita merasa tidak tenang, gelisah, dan bahkan bisa mempengaruhi perilaku kita. Orang yang sering berbuat dosa sering kali kehilangan cahaya dalam hatinya, yang tercermin dalam ekspresi wajah dan cara pandangnya terhadap dunia. Sebaliknya, ketika kita menjauhi maksiat dan berbuat baik, kita akan merasakan kedamaian dalam hati yang tercermin pada wajah yang cerah."
    },
    {
      "no": 4,
      "arab": "إِنَّ الْعَبْدَ إِذَا أَذْنَبَ ذَنْبًا كَانَتْ نُكْتَةً سَوْدَاءُ فِي قَلْبِهِ",
      "latin": "Inna al-‘abda idzā adhnaba dhanban kānat nukta sawdā’ fī qalbihi",
      "artinya": "Sesungguhnya jika seorang hamba berbuat dosa, maka akan ada titik hitam di hatinya.",
      "inti": "Setiap dosa mengotori hati",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 1892",
      "kategori": "maksiat",
      "pelajaran": "Dosa, meskipun sepele menurut pandangan manusia, tetap meninggalkan bekas di hati kita. Bekas ini dapat mengarah pada kelalaian, hingga kita menjadi terbiasa melakukan dosa. Oleh karena itu, kita harus menjaga hati kita tetap bersih dari dosa, dengan selalu berusaha untuk taubat dan meminta ampunan Allah."
    },
    {
      "no": 5,
      "arab": "وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُّبِينًا",
      "latin": "Wa man ya‘ṣi Allāha wa rasūlahu faqad ḍalla ḍalālan mubīnan",
      "artinya": "Dan barang siapa yang mendurhakai Allah dan Rasul-Nya, maka sungguh dia telah sesat dengan kesesatan yang nyata.",
      "inti": "Maksiat adalah jalan menuju kesesatan",
      "sumber": "QS. Al-Ahzab: 36",
      "nomor_sumber": "QS. Al-Ahzab: 36",
      "kategori": "maksiat",
      "pelajaran": "Maksiat adalah salah satu bentuk kesesatan. Setiap perbuatan yang mendurhakai Allah dan Rasul-Nya dapat membuat kita jauh dari jalan yang benar. Kita harus selalu berusaha untuk mengikuti ajaran Islam yang benar dan menjauhi segala bentuk perbuatan yang bisa menyesatkan kita."
    },
    {
      "no": 6,
      "arab": "مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ",
      "latin": "Man ya‘mal sū’an yujza bihi",
      "artinya": "Barang siapa yang berbuat keburukan, ia akan dibalas dengan keburukan itu.",
      "inti": "Setiap maksiat akan mendapat balasan",
      "sumber": "QS. An-Nisa: 123",
      "nomor_sumber": "QS. An-Nisa: 123",
      "kategori": "maksiat",
      "pelajaran": "Segala bentuk perbuatan buruk yang kita lakukan akan kembali kepada kita. Kita harus selalu ingat bahwa setiap tindakan kita akan mendapat balasan sesuai dengan niat dan perbuatannya. Oleh karena itu, berbuat baiklah agar kita mendapatkan balasan kebaikan dari Allah."
    },
    {
      "no": 7,
      "arab": "إِنَّ اللَّهَ يُمْلِي لِلظَّالِمِ فَإِذَا أَخَذَهُ لَمْ يُفْلِتْهُ",
      "latin": "Inna llāha yumlī liẓ-ẓālim fa idzā akhadhahu lam yuflit-hu",
      "artinya": "Sesungguhnya Allah menangguhkan (azab) bagi orang yang zalim, hingga apabila Allah menghukumnya, Dia tidak akan membiarkannya.",
      "inti": "Maksiat akan berujung pada hukuman Allah",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 4686",
      "kategori": "maksiat",
      "pelajaran": "Allah memberikan waktu dan kesempatan bagi orang yang zalim untuk bertaubat, namun jika mereka tetap tidak menyadari kesalahannya, hukuman Allah pasti akan datang. Maksiat yang dilakukan dengan zalim kepada sesama tidak akan dibiarkan begitu saja. Sebagai umat Islam, kita harus selalu ingat bahwa tindakan zalim atau tidak adil akan mendapat balasan dari Allah, baik di dunia maupun di akhirat. Oleh karena itu, kita harus selalu menjaga keadilan dan tidak berbuat zalim."
    },
    {
      "no": 8,
      "arab": "إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي",
      "latin": "Inna an-nafs la-ammāratun bis-sū’i illā mā raḥima rabbī",
      "artinya": "Sesungguhnya jiwa itu selalu memerintahkan kepada keburukan, kecuali orang yang diberi rahmat oleh Tuhanku.",
      "inti": "Jiwa manusia cenderung kepada maksiat tanpa rahmat Allah",
      "sumber": "QS. Yusuf: 53",
      "nomor_sumber": "QS. Yusuf: 53",
      "kategori": "maksiat",
      "pelajaran": "Jiwa manusia memang memiliki kecenderungan untuk melakukan perbuatan buruk. Tanpa rahmat dan pertolongan dari Allah, kita mudah terjerumus dalam godaan dan hawa nafsu. Oleh karena itu, penting untuk selalu memohon rahmat Allah agar kita terhindar dari perbuatan buruk dan maksiat. Kita harus menjaga diri dengan memperkuat iman dan selalu memohon perlindungan dari Allah agar tidak terjerumus dalam keburukan."
    },
    {
      "no": 9,
      "arab": "مَنْ أَذْنَبَ ذَنْبًا فَتَابَ، كَانَ كَمَنْ لَا ذَنْبَ لَهُ",
      "latin": "Man adhnaba dhanban fa tāba kāna ka-man lā dhanba lahu",
      "artinya": "Barang siapa yang berbuat dosa kemudian bertaubat, maka dia seperti orang yang tidak memiliki dosa.",
      "inti": "Taubat menghapuskan maksiat",
      "sumber": "HR. Ibn Majah",
      "nomor_sumber": "Hadist No. 4240",
      "kategori": "maksiat",
      "pelajaran": "Allah sangat mencintai orang yang bertaubat dengan tulus. Taubat yang sebenar-benarnya akan menghapus dosa-dosa kita, apapun besar atau kecilnya dosa tersebut. Jangan pernah merasa putus asa jika telah melakukan dosa, karena Allah adalah Maha Pengampun. Setiap kali kita berbuat dosa, kita harus segera bertaubat dan memohon ampunan kepada Allah agar hati kita kembali bersih dan hubungan kita dengan-Nya dipulihkan."
    },
    {
      "no": 10,
      "arab": "كُلُّ أُمَّتِي مُعَافًى إِلَّا الْمُجَاهِرِينَ",
      "latin": "Kullu ummatī mu‘āfā illā al-mujāhirīn",
      "artinya": "Setiap umatku akan diampuni kecuali orang-orang yang terang-terangan berbuat maksiat.",
      "inti": "Orang yang terang-terangan bermaksiat tidak akan diampuni",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 6069",
      "kategori": "maksiat",
      "pelajaran": "Maksiat yang dilakukan secara terang-terangan, tanpa rasa malu, akan lebih berat pertanggungjawabannya. Dalam Islam, menjaga aurat dan kesucian diri sangat penting. Kita tidak diperbolehkan untuk memamerkan dosa kita kepada orang lain. Allah sangat membenci orang yang memamerkan dosa dan keburukannya. Sebaliknya, kita dianjurkan untuk bertaubat secara pribadi dan menjaga aib kita dari diketahui orang lain. Allah lebih menyukai orang yang menutupi aibnya dan berusaha memperbaiki diri."
    },
    {
      "no": 11,
      "arab": "مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ",
      "latin": "Man ya‘mal sū’an yujza bihi",
      "artinya": "Barang siapa yang berbuat keburukan, maka dia akan dibalas dengan keburukan tersebut.",
      "inti": "Balasan bagi yang berbuat maksiat",
      "sumber": "QS. An-Nisa: 123",
      "kategori": "maksiat",
      "pelajaran": "Setiap perbuatan buruk yang dilakukan seseorang akan mendapatkan balasan sesuai dengan apa yang dia lakukan. Ini adalah peringatan bahwa kita harus menjaga setiap tindakan kita karena setiap dosa atau maksiat pasti akan mendapatkan balasannya. Oleh karena itu, kita harus berhati-hati dan tidak tergoda untuk berbuat keburukan, karena hal tersebut akan kembali kepada kita."
    },
    {
      "no": 12,
      "arab": "لَا يُزَالُ الْعَبْدُ يُحْدِثُ فِي الدُّنْيَا وَاللَّهُ يُنَذِّرُهُ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ",
      "latin": "Lā yuzālu al-‘abdu yuḥdith fī ad-dunyā wa Allāhu yunadhdhiruhu ḥattā idhā akhadhahu lam yuflit-hu",
      "artinya": "Seseorang akan terus melakukan maksiat di dunia, dan Allah memperingatkannya hingga apabila Allah mengambilnya, Allah tidak akan membiarkannya.",
      "inti": "Peringatan Allah bagi pelaku maksiat",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 4687",
      "kategori": "maksiat",
      "pelajaran": "Allah selalu memberikan peringatan bagi hamba-Nya yang terus menerus melakukan maksiat. Namun, jika mereka tidak menyadari dan memperbaiki diri, maka hukuman Allah akan datang tanpa ampun. Ini mengingatkan kita untuk tidak mengabaikan peringatan Allah dan untuk segera bertaubat dan memperbaiki diri. Kita harus menjaga diri dari berlarut-larut dalam dosa, karena apabila tidak segera ditangani, hukuman bisa datang kapan saja."
    },
    {
      "no": 13,
      "arab": "كُلُّ ذَنْبٍ يُؤَخِّرُ اللَّهُ عَزَّ وَجَلَّ مِنْهُ مَا شَاءَ إِلَّا الْبَغْيَ",
      "latin": "Kullu dhanbin yu’akhkhiru Allāhu ‘azza wa jalla minhu mā syā’a illā al-baghy",
      "artinya": "Setiap dosa Allah akan menangguhkannya kecuali kezaliman.",
      "inti": "Maksiat ditangguhkan kecuali kezaliman",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 4688",
      "kategori": "maksiat",
      "pelajaran": "Allah memberikan kesempatan kepada hamba-Nya untuk bertaubat, kecuali bagi orang yang melakukan kezaliman atau penganiayaan terhadap sesama. Kezaliman tidak akan ditangguhkan dan pasti akan mendapatkan balasan yang setimpal. Oleh karena itu, kita harus menghindari segala bentuk kedzaliman dan memastikan bahwa kita tidak merugikan orang lain. Selain itu, kita harus selalu memperbaiki diri dengan bertaubat dan menjaga hati agar tidak terjerumus dalam kezaliman."
    },
    {
      "no": 14,
      "arab": "يَا عِبَادِي إِنَّكُمْ تُخْطِئُونَ بِاللَّيْلِ وَالنَّهَارِ",
      "latin": "Yā ‘ibādī innakum tukhṭi’ūna bi al-layl wa an-nahār",
      "artinya": "Wahai hamba-Ku, kalian selalu berbuat kesalahan di siang dan malam hari.",
      "inti": "Manusia tidak luput dari kesalahan dan maksiat",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 2577",
      "kategori": "maksiat",
      "pelajaran": "Hadits ini mengingatkan kita bahwa manusia tidak pernah lepas dari kesalahan, baik itu di siang maupun malam hari. Oleh karena itu, kita harus selalu bersikap rendah hati dan menyadari bahwa kita hanya manusia yang bisa salah. Maka, setiap kali kita berbuat kesalahan, kita harus segera bertaubat dan memohon ampunan kepada Allah. Allah adalah Maha Pengampun, dan Dia akan menerima taubat hambanya yang sungguh-sungguh."
    },
    {
      "no": 15,
      "arab": "إِذَا عَظُمَتِ الذُّنُوبُ نَزَلَ الْبَلَاءُ",
      "latin": "Idhā ‘aẓumat adz-dhunūb nazala al-balā’",
      "artinya": "Jika dosa-dosa besar semakin banyak, maka turunlah bala’ (azab).",
      "inti": "Maksiat menyebabkan turunnya azab",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 4689",
      "kategori": "maksiat",
      "pelajaran": "Dosa-dosa besar yang terus dilakukan akan menyebabkan turunnya azab dari Allah. Hal ini mengingatkan kita untuk tidak meremehkan dosa-dosa besar, seperti syirik, pembunuhan, dan kezaliman, karena dampaknya sangat serius. Kita harus berusaha menjauhi dosa besar dan memperbaiki diri dengan bertaubat agar tidak terkena azab dari Allah."
    },
    {
      "no": 16,
      "arab": "إِذَا ظَهَرَتِ الْمَعَاصِي فِي أُمَّتِي عَمَّهُمُ اللَّهُ بِعَذَابٍ",
      "latin": "Idzā ẓaharat al-ma‘āṣī fī ummatī ‘ammahum Allāhu bi-‘adhābin",
      "artinya": "Apabila maksiat telah menyebar di kalangan umatku, Allah akan menurunkan azab secara umum kepada mereka.",
      "inti": "Maksiat yang meluas akan menyebabkan azab secara umum",
      "sumber": "HR. At-Tirmidhi",
      "nomor_sumber": "Hadist No. 1863",
      "kategori": "maksiat",
      "pelajaran": "Ketika maksiat menyebar luas di kalangan umat, Allah akan menurunkan azab secara keseluruhan. Hal ini menunjukkan betapa pentingnya menjaga kebaikan dan mencegah kerusakan dalam masyarakat. Kita harus menghindari perbuatan maksiat dan berusaha untuk selalu menjalankan perintah Allah. Jika kita melihat perbuatan maksiat, kita harus mengingatkan dan memperbaiki keadaan agar tidak terkena azab yang merata."
    },
    {
      "no": 1,
      "arab": "إِنَّ أَوَّلَ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ صَلَاتُهُ",
      "latin": "Inna awwala mā yuḥāsabu bihi al-‘abdu yawma al-qiyāmah ṣalātuhu",
      "artinya": "Sesungguhnya amalan yang pertama kali dihisab pada hari kiamat adalah shalatnya.",
      "inti": "Shalat adalah amalan pertama yang akan dihisab",
      "sumber": "HR. At-Tirmidzi",
      "nomor_sumber": "Hadist No. 413",
      "kategori": "solat",
      "pelajaran": "Shalat merupakan amalan pertama yang akan diperiksa oleh Allah di Hari Kiamat. Jika shalat seseorang baik, maka amalan lainnya akan dihisab dengan lebih baik pula. Hal ini menekankan pentingnya menjaga kualitas shalat, baik dari segi kekhusyukan, keikhlasan, maupun ketepatan waktunya."
    },
    {
      "no": 2,
      "arab": "إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَّوْقُوتًا",
      "latin": "Inna aṣ-ṣalāta kānat ‘alā al-mu’minīn kitāban mawaqūta",
      "artinya": "Sesungguhnya shalat itu adalah kewajiban yang ditentukan waktunya atas orang-orang yang beriman.",
      "inti": "Shalat adalah kewajiban yang telah ditentukan waktunya",
      "sumber": "QS. An-Nisa: 103",
      "kategori": "solat",
      "pelajaran": "Ayat ini menegaskan bahwa shalat adalah kewajiban yang harus dikerjakan sesuai waktu yang telah ditentukan. Tidak boleh ditunda atau diabaikan, dan setiap muslim yang beriman wajib menjaga waktu shalatnya dengan benar."
    },
    {
      "no": 3,
      "arab": "الصَّلَاةُ عِمَادُ الدِّينِ",
      "latin": "As-ṣalātu ‘imādu ad-dīn",
      "artinya": "Shalat adalah tiang agama.",
      "inti": "Shalat merupakan penopang agama",
      "sumber": "HR. At-Tirmidzi",
      "nomor_sumber": "Hadist No. 2620",
      "kategori": "solat",
      "pelajaran": "Shalat diibaratkan sebagai tiang agama, yang berarti bahwa agama seseorang akan tegak jika ia mendirikan shalat. Jika seseorang meninggalkan shalat, maka fondasi keimanannya akan runtuh, dan agamanya menjadi rapuh."
    },
    {
      "no": 4,
      "arab": "مَنْ حَافَظَ عَلَى الصَّلَوَاتِ كَتَبَ اللَّهُ لَهُ بِرَاءَةً مِّنَ النَّارِ",
      "latin": "Man ḥāfaẓa ‘alā aṣ-ṣalawāt kataba Allāhu lahu barā’atan mina an-nār",
      "artinya": "Barang siapa yang menjaga shalat, Allah akan menuliskan baginya pembebasan dari neraka.",
      "inti": "Menjaga shalat akan membebaskan dari neraka",
      "sumber": "HR. At-Tirmidzi",
      "nomor_sumber": "Hadist No. 417",
      "kategori": "solat",
      "pelajaran": "Menjaga shalat dengan konsisten dan khusyuk adalah salah satu jalan untuk mendapatkan perlindungan dari siksa api neraka. Shalat yang terjaga dengan baik adalah tanda dari keimanan dan ketaatan seorang muslim kepada Allah."
    },
    {
      "no": 5,
      "arab": "الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ",
      "latin": "Alladzīna hum ‘alā ṣalātihim dā’imūn",
      "artinya": "Orang-orang yang senantiasa menjaga shalatnya.",
      "inti": "Keutamaan menjaga shalat",
      "sumber": "QS. Al-Ma’arij: 23",
      "kategori": "solat",
      "pelajaran": "Orang-orang yang senantiasa menjaga shalatnya dijanjikan akan mendapatkan kedudukan yang mulia di sisi Allah. Menjaga shalat berarti mengerjakannya tepat waktu, dengan khusyuk, dan tidak lalai terhadap kewajiban ini."
    },
    {
      "no": 6,
      "arab": "مَنْ تَرَكَ الصَّلَاةَ فَقَدْ كَفَرَ",
      "latin": "Man taraka aṣ-ṣalāta faqad kafara",
      "artinya": "Barang siapa yang meninggalkan shalat, maka dia telah kafir.",
      "inti": "Meninggalkan shalat dianggap sebagai kekafiran",
      "sumber": "HR. At-Tirmidzi",
      "nomor_sumber": "Hadist No. 2621",
      "kategori": "solat",
      "pelajaran": "Hadits ini memberikan peringatan keras bagi mereka yang meninggalkan shalat. Meninggalkan shalat bukan hanya dianggap sebagai dosa besar, tetapi juga bisa membawa seseorang pada kekafiran. Ini menekankan betapa pentingnya menjaga kewajiban shalat sebagai pilar utama dalam Islam."
    },
    {
      "no": 7,
      "arab": "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ",
      "latin": "Wa aqīmū aṣ-ṣalāta wa ātū az-zakāta",
      "artinya": "Dan dirikanlah shalat dan tunaikanlah zakat.",
      "inti": "Perintah mendirikan shalat dan menunaikan zakat",
      "sumber": "QS. Al-Baqarah: 43",
      "kategori": "solat",
      "pelajaran": "Ayat ini menggabungkan dua kewajiban utama dalam Islam, yaitu mendirikan shalat dan menunaikan zakat. Keduanya adalah bentuk ibadah yang tidak boleh diabaikan dan menunjukkan bahwa seorang muslim harus menjaga hubungannya dengan Allah melalui shalat dan hubungannya dengan sesama manusia melalui zakat."
    },
    {
      "no": 8,
      "arab": "إِذَا قَامَ أَحَدُكُمْ إِلَى الصَّلَاةِ فَلْيُسْبِغِ الْوُضُوءَ",
      "latin": "Idhā qāma aḥadukum ilā aṣ-ṣalāt falyusbigh al-wuḍū’a",
      "artinya": "Apabila salah seorang dari kalian berdiri untuk melaksanakan shalat, maka sempurnakanlah wudhu’nya.",
      "inti": "Anjuran menyempurnakan wudhu sebelum shalat",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 538",
      "kategori": "solat",
      "pelajaran": "Menyempurnakan wudhu merupakan bagian penting sebelum mendirikan shalat. Tanpa wudhu yang sempurna, shalat seseorang tidak akan sah. Hal ini menunjukkan pentingnya bersuci sebagai persiapan fisik dan spiritual sebelum beribadah."
    },
    {
      "no": 9,
      "arab": "إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنكَرِ",
      "latin": "Inna aṣ-ṣalāta tanhā ‘an al-faḥsyā’ wa al-munkar",
      "artinya": "Sesungguhnya shalat mencegah dari perbuatan keji dan mungkar.",
      "inti": "Shalat sebagai penghalang dari perbuatan maksiat",
      "sumber": "QS. Al-Ankabut: 45",
      "kategori": "solat",
      "pelajaran": "Shalat yang dilakukan dengan benar dan khusyuk akan menjadi benteng bagi seorang muslim dari perbuatan dosa dan maksiat. Dengan rutin mendirikan shalat, seseorang akan lebih terhindar dari perbuatan buruk karena selalu ingat kepada Allah."
    },
    {
      "no": 10,
      "arab": "أَرَأَيْتَ الَّذِي يَنْهَى عَبْدًا إِذَا صَلَّى",
      "latin": "A-ra’ayta alladzī yanhā ‘abdan idhā ṣallā",
      "artinya": "Tahukah kamu orang yang melarang seorang hamba ketika shalat?",
      "inti": "Ancaman bagi orang yang melarang pelaksanaan shalat",
      "sumber": "QS. Al-Alaq: 9-10",
      "kategori": "solat",
      "pelajaran": "Ayat ini mengecam keras orang-orang yang menghalangi atau melarang seseorang untuk melaksanakan shalat. Melarang pelaksanaan shalat adalah tindakan yang sangat berbahaya, dan ancaman bagi mereka yang melakukannya sangat serius."
    },
    {
      "no": 11,
      "arab": "الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ",
      "latin": "Alladzīna hum fī ṣalātihim khāsyi‘ūn",
      "artinya": "Orang-orang yang khusyu' dalam shalatnya.",
      "inti": "Keutamaan khusyu' dalam shalat",
      "sumber": "QS. Al-Mu'minun: 2",
      "kategori": "solat",
      "pelajaran": "Khusyu’ dalam shalat adalah kondisi batin yang penuh ketundukan dan fokus hanya kepada Allah. Shalat yang dilakukan dengan khusyu’ akan lebih bermakna dan diterima di sisi Allah, serta memberi dampak positif pada kehidupan sehari-hari."
    },
    {
      "no": 12,
      "arab": "بَيْنَ الرَّجُلِ وَبَيْنَ الشِّرْكِ وَالْكُفْرِ تَرْكُ الصَّلَاةِ",
      "latin": "Bayna ar-rajuli wa bayna asy-syirki wa al-kufri tarku aṣ-ṣalāh",
      "artinya": "Batas antara seorang laki-laki dengan syirik dan kekufuran adalah meninggalkan shalat.",
      "inti": "Meninggalkan shalat bisa membawa kepada kekufuran",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 82",
      "kategori": "solat",
      "pelajaran": "Hadits ini menegaskan bahwa shalat adalah garis pembatas antara keimanan dan kekufuran. Barang siapa yang meninggalkan shalat, maka ia berisiko jatuh ke dalam kekufuran. Hal ini menunjukkan betapa pentingnya shalat sebagai pilar utama dalam Islam."
    },
    {
      "no": 13,
      "arab": "إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ",
      "latin": "Idhā nūdiya lil-ṣalāti min yawm al-jumu‘ati fas‘aw ilā dhikri Allāh",
      "artinya": "Apabila telah diseru untuk melaksanakan shalat pada hari Jumat, maka bersegeralah kalian untuk mengingat Allah.",
      "inti": "Perintah segera mendatangi shalat Jumat",
      "sumber": "QS. Al-Jumuah: 9",
      "kategori": "solat",
      "pelajaran": "Ayat ini memberikan perintah kepada kaum muslimin agar segera meninggalkan segala aktivitas duniawi dan bergegas menuju masjid ketika mendengar seruan adzan untuk shalat Jumat. Ini adalah kewajiban yang harus dipenuhi oleh setiap muslim laki-laki."
    },
    {
      "no": 14,
      "arab": "إِنَّ اللَّهَ لَا يَقْبَلُ صَلَاةَ أَحَدِكُمْ إِذَا أَحْدَثَ حَتَّى يَتَوَضَّأَ",
      "latin": "Inna Allāha lā yaqbalu ṣalāt aḥadikum idhā aḥdatha ḥattā yatawaḍḍa’",
      "artinya": "Sesungguhnya Allah tidak menerima shalat salah seorang di antara kalian apabila ia berhadas hingga ia berwudhu.",
      "inti": "Shalat tidak diterima tanpa wudhu",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 135",
      "kategori": "solat",
      "pelajaran": "Shalat tidak sah jika dilakukan tanpa wudhu. Wudhu adalah syarat sahnya shalat, sehingga seorang muslim harus menjaga kebersihan fisiknya dengan wudhu sebelum mendirikan shalat."
    },
    {
      "no": 15,
      "arab": "إِذَا قَامَ أَحَدُكُمْ إِلَى الصَّلَاةِ فَلَا يَبْصُقْ أَمَامَهُ",
      "latin": "Idhā qāma aḥadukum ilā aṣ-ṣalāt falā yabṣuqu amāmahu",
      "artinya": "Apabila salah seorang dari kalian melaksanakan shalat, maka janganlah ia meludah ke arah depannya.",
      "inti": "Larangan meludah ke depan saat shalat",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 507",
      "kategori": "solat",
      "pelajaran": "Ketika melaksanakan shalat, seseorang harus menjaga kebersihan dan kesopanan. Meludah ke depan saat shalat dianggap tidak pantas dan bisa mengganggu kekhusyukan serta kebersihan tempat shalat."
    },
    {
      "no": 16,
      "arab": "وَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ",
      "latin": "Wa alladzīna hum ‘alā ṣalātihim yuḥāfiẓūn",
      "artinya": "Dan orang-orang yang memelihara shalatnya.",
      "inti": "Menjaga shalat merupakan tanda keimanan",
      "sumber": "QS. Al-Mu'minun: 9",
      "kategori": "solat",
      "pelajaran": "Menjaga shalat, baik dari segi waktu maupun tata caranya, adalah tanda keimanan dan ketakwaan seseorang. Dengan menjaga shalat, seorang muslim akan selalu terhubung dengan Allah dan mendapatkan perlindungan serta petunjuk-Nya."
    },
    {
      "no": 17,
      "arab": "لَا تَدَعُوا الصَّلَاةَ مُتَعَمِّدِينَ",
      "latin": "Lā tada‘ū aṣ-ṣalāta muta‘ammidīn",
      "artinya": "Janganlah kalian meninggalkan shalat dengan sengaja.",
      "inti": "Larangan meninggalkan shalat dengan sengaja",
      "sumber": "HR. Ahmad",
      "nomor_sumber": "Hadist No. 1622",
      "kategori": "solat",
      "pelajaran": "Hadits ini memberikan peringatan keras agar tidak meninggalkan shalat dengan sengaja. Meninggalkan shalat tanpa alasan yang syar'i adalah dosa besar dan bisa menyebabkan seseorang jauh dari rahmat Allah."
    },
    {
      "no": 18,
      "arab": "الصَّلَاةُ نُورٌ",
      "latin": "Aṣ-ṣalātu nūr",
      "artinya": "Shalat adalah cahaya.",
      "inti": "Shalat memberikan cahaya bagi seorang mukmin",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 223",
      "kategori": "solat",
      "pelajaran": "Shalat memberikan cahaya, baik di dunia maupun di akhirat. Cahaya ini merupakan petunjuk dan pencerahan yang akan membimbing seorang mukmin dalam kehidupan sehari-hari serta memberikan kebahagiaan di akhirat."
    },
    {
      "no": 19,
      "arab": "إِنَّ الرَّجُلَ لَيُصَلِّي سِتِّينَ سَنَةً وَلَا تُقْبَلُ لَهُ صَلَاةٌ",
      "latin": "Inna ar-rajul layuṣallī sittīna sanatan wa lā tuqbal lahu ṣalāh",
      "artinya": "Sesungguhnya seseorang bisa saja melaksanakan shalat selama enam puluh tahun tetapi tidak diterima shalatnya.",
      "inti": "Shalat bisa tidak diterima jika tidak sesuai syarat",
      "sumber": "HR. Ad-Darimi",
      "nomor_sumber": "Hadist No. 618",
      "kategori": "solat",
      "pelajaran": "Shalat yang tidak dilakukan dengan memenuhi syarat-syarat dan rukun-rukunnya, meskipun dilakukan dalam waktu yang lama, bisa saja tidak diterima. Oleh karena itu, penting untuk selalu belajar dan memastikan shalat sesuai dengan tuntunan syariat."
    },
    {
      "no": 20,
      "arab": "صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي",
      "latin": "Ṣallū kamā ra’aytumūnī uṣallī",
      "artinya": "Shalatlah kalian sebagaimana kalian melihat aku shalat.",
      "inti": "Tuntunan untuk mengikuti tata cara shalat Rasulullah",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 631",
      "kategori": "solat",
      "pelajaran": "Rasulullah ﷺ memberikan contoh langsung tata cara shalat yang harus diikuti oleh umat Islam. Mencontoh shalat Nabi adalah cara terbaik untuk memastikan shalat kita sah dan diterima oleh Allah."
    },
    {
      "no": 1,
      "arab": "وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا",
      "latin": "Wa min āyātihi an khalaqa lakum min anfusikum azwājan litaskunū ilayhā",
      "artinya": "Dan di antara tanda-tanda kekuasaan-Nya ialah Dia menciptakan untukmu istri-istri dari jenis kalian sendiri, supaya kalian merasa tentram kepadanya.",
      "inti": "Pernikahan membawa ketentraman",
      "sumber": "QS. Ar-Rum: 21",
      "kategori": "jodoh",
      "pelajaran": "Pernikahan adalah salah satu tanda kebesaran Allah. Dalam pernikahan, Allah memberikan ketentraman dan kedamaian bagi pasangan suami istri, sehingga menciptakan hubungan yang penuh kasih sayang dan saling mendukung."
    },
    {
      "no": 2,
      "arab": "النِّكَاحُ مِنْ سُنَّتِي فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي",
      "latin": "An-nikāḥu min sunnatī fa-man raghiba ‘an sunnatī fa-laysa minnī",
      "artinya": "Nikah adalah sunnahku, maka siapa yang membenci sunnahku, ia bukan dari golonganku.",
      "inti": "Nikah adalah sunnah Rasulullah",
      "sumber": "HR. Ibnu Majah",
      "nomor_sumber": "Hadist No. 1845",
      "kategori": "jodoh",
      "pelajaran": "Menikah adalah sunnah Rasulullah ﷺ yang harus diikuti oleh umat Islam. Menikah menjadi jalan untuk memenuhi kebutuhan fitrah manusia serta menjaga kemuliaan agama."
    },
    {
      "no": 3,
      "arab": "وَأَنكِحُوا الْأَيَامَىٰ مِنكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ",
      "latin": "Wa ankiḥū al-ayāmā minkum wa aṣ-ṣāliḥīna min ‘ibādikum",
      "artinya": "Dan kawinkanlah orang-orang yang sendirian di antara kalian dan orang-orang yang layak di antara hamba sahaya kalian.",
      "inti": "Perintah menikahkan orang yang belum menikah",
      "sumber": "QS. An-Nur: 32",
      "kategori": "jodoh",
      "pelajaran": "Islam mendorong untuk menikahkan orang yang belum menikah, baik itu laki-laki maupun perempuan, serta orang-orang yang memenuhi syarat untuk menikah. Menikahkan mereka adalah suatu kewajiban untuk menghindari fitnah dan menjaga kehormatan."
    },
    {
      "no": 4,
      "arab": "إِذَا جَاءَكُمْ مَنْ تَرْضَوْنَ دِينَهُ وَخُلُقَهُ فَزَوِّجُوهُ",
      "latin": "Idhā jā’akum man tarḍawna dīnahu wa khuluqahu fazawwajūhu",
      "artinya": "Apabila datang kepada kalian seseorang yang kalian ridai agama dan akhlaknya, maka nikahkanlah dia.",
      "inti": "Memilih jodoh berdasarkan agama dan akhlak",
      "sumber": "HR. At-Tirmidzi",
      "nomor_sumber": "Hadist No. 1084",
      "kategori": "jodoh",
      "pelajaran": "Memilih pasangan hidup yang baik agama dan akhlaknya sangat penting agar kehidupan pernikahan berjalan dengan harmonis, penuh kasih sayang, dan keberkahan. Agama dan akhlak adalah dua kriteria utama dalam memilih pasangan."
    },
    {
      "no": 5,
      "arab": "الزَّوَاجُ نِصْفُ الدِّينِ",
      "latin": "Az-zawāju niṣfu ad-dīn",
      "artinya": "Menikah itu adalah separuh dari agama.",
      "inti": "Menikah menyempurnakan separuh agama",
      "sumber": "HR. Al-Baihaqi",
      "nomor_sumber": "Hadist No. 1916",
      "kategori": "jodoh",
      "pelajaran": "Pernikahan adalah bagian dari ibadah dalam Islam. Menikah menyempurnakan separuh agama karena menjaga kehormatan, meningkatkan kedekatan dengan Allah, dan memberikan kesempatan untuk beribadah bersama pasangan."
    },
    {
      "no": 6,
      "arab": "تُنكَحُ الْمَرْأَةُ لِأَرْبَعٍ لِمَالِهَا وَلِحَسَبِهَا وَلِجَمَالِهَا وَلِدِينِهَا",
      "latin": "Tunkah al-mar’atu li-arba‘: li-mālihā, wa li-ḥasabihā, wa li-jamālihā, wa li-dīnihā",
      "artinya": "Wanita dinikahi karena empat hal: hartanya, keturunannya, kecantikannya, dan agamanya.",
      "inti": "Memilih jodoh berdasarkan agama adalah yang utama",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 5090",
      "kategori": "jodoh",
      "pelajaran": "Dalam memilih pasangan hidup, seseorang dapat mempertimbangkan berbagai faktor, namun yang paling utama adalah agamanya. Agama adalah fondasi yang akan menjaga keberlangsungan pernikahan dalam keridhaan Allah."
    },
    {
      "no": 7,
      "arab": "فَاظْفَرْ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ",
      "latin": "Faẓfar bi-dhāti ad-dīn taribat yadāk",
      "artinya": "Maka pilihlah wanita yang beragama, niscaya engkau akan beruntung.",
      "inti": "Keutamaan memilih pasangan yang beragama",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 5090",
      "kategori": "jodoh",
      "pelajaran": "Memilih pasangan yang beragama adalah pilihan terbaik karena ia akan membawa berkah dalam kehidupan pernikahan. Seorang wanita yang taat agama akan menjaga dirinya, keluarga, dan kehormatan suami dengan penuh tanggung jawab."
    },
    {
      "no": 8,
      "arab": "فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً",
      "latin": "Fa-mā istamta‘tum bihi minhunna fa-ātūhunna ujūrahunna farīḍatan",
      "artinya": "Maka istri-istri yang kalian nikmati dari mereka, berikanlah kepada mereka mahar-mahar mereka sebagai kewajiban.",
      "inti": "Memberikan mahar adalah kewajiban",
      "sumber": "QS. An-Nisa: 24",
      "kategori": "jodoh",
      "pelajaran": "Mahar adalah hak yang harus diberikan kepada istri, dan ini merupakan kewajiban dalam pernikahan. Hal ini menunjukkan pentingnya menghormati hak pasangan dalam suatu hubungan."
    },
    {
      "no": 9,
      "arab": "يَا مَعْشَرَ الشَّبَابِ مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيَتَزَوَّجْ",
      "latin": "Yā ma‘syara asy-syabābi man istaṭā‘a minkumu al-bā’ah fa-l-yatazawwaj",
      "artinya": "Wahai para pemuda, barang siapa di antara kalian yang mampu, maka hendaklah ia menikah.",
      "inti": "Anjuran menikah bagi yang mampu",
      "sumber": "HR. Al-Bukhari",
      "nomor_sumber": "Hadist No. 5066",
      "kategori": "jodoh",
      "pelajaran": "Islam menganjurkan menikah bagi yang mampu secara fisik, mental, dan finansial. Menikah menjaga kehormatan dan menghindarkan dari perbuatan yang tidak baik."
    },
    {
      "no": 10,
      "arab": "خَيْرُكُمْ خَيْرُكُمْ لِأَهْلِهِ",
      "latin": "Khayrukum khayrukum li-ahlih",
      "artinya": "Sebaik-baik kalian adalah yang terbaik terhadap keluarganya.",
      "inti": "Keutamaan berbuat baik kepada keluarga",
      "sumber": "HR. At-Tirmidzi",
      "nomor_sumber": "Hadist No. 3895",
      "kategori": "jodoh",
      "pelajaran": "Seorang suami yang baik adalah yang memperlakukan keluarganya dengan penuh kasih sayang, keadilan, dan penghormatan. Keluarga adalah prioritas yang sangat penting dalam kehidupan seorang Muslim."
    },
    {
      "no": 11,
      "arab": "إِذَا أَتَىٰ أَحَدَكُمْ خَطِيبٌ فَلَا تَخْطُبْ عَلَىٰ خِطْبَتِهِ",
      "latin": "Idhā atā aḥadakum khaṭīb fa-lā takhṭub ‘alā khaṭbatih",
      "artinya": "Apabila salah seorang di antara kalian datang untuk melamar, maka janganlah kalian melamar di atas lamaran saudaranya.",
      "inti": "Larangan melamar di atas lamaran orang lain",
      "sumber": "HR. Muslim",
      "nomor_sumber": "Hadist No. 1412",
      "kategori": "jodoh",
      "pelajaran": "Dalam Islam, sangat penting untuk menjaga etika dalam hal jodoh. Melamar seseorang yang sudah dilamar orang lain adalah tindakan yang tidak dibenarkan dan dapat merusak hubungan antar sesama."
    },
    {
      "no": 12,
      "arab": "لَوْ كُنْتُ آمِرًا أَحَدًا أَنْ يَسْجُدَ لِأَحَدٍ لَأَمَرْتُ الزَّوْجَةَ أَنْ تَسْجُدَ لِزَوْجِهَا",
      "latin": "Law kuntu āmiran aḥadan an yasjuda li-aḥadin la-amartu az-zawjata an tasjuda li-zawjihā",
      "artinya": "Seandainya aku memerintahkan seseorang untuk sujud kepada orang lain, niscaya aku perintahkan istri untuk sujud kepada suaminya.",
      "inti": "Kewajiban istri untuk taat kepada suami",
      "sumber": "HR. At-Tirmidzi",
      "nomor_sumber": "Hadist No. 1159",
      "kategori": "jodoh",
      "pelajaran": "Ini menekankan pentingnya ketaatan dalam pernikahan. Istri diharuskan untuk mendukung dan taat kepada suaminya, selama tidak bertentangan dengan ketentuan agama."
    },
    {
      "no": 13,
      "arab": "الْمَرْأَةُ لَا تَصْلُحُ إِلَّا لِرَجُلٍ وَلَا الرَّجُلُ إِلَّا لِامْرَأَةٍ",
      "latin": "Al-mar’atu lā taṣluḥ illā li-rajul wa lā ar-rajul illā li-imra’ah",
      "artinya": "Seorang wanita hanya cocok untuk seorang pria, dan seorang pria hanya cocok untuk seorang wanita.",
      "inti": "Wanita dan pria saling melengkapi",
      "sumber": "HR. Al-Hakim",
      "nomor_sumber": "Hadist No. 2761",
      "kategori": "jodoh",
      "pelajaran": "Pria dan wanita diciptakan untuk saling melengkapi dalam pernikahan. Setiap pasangan memiliki peran yang sesuai dengan fitrah mereka, yang saling mendukung untuk membangun keluarga yang bahagia."
    },
    {
      "no": 14,
      "arab": "لَا تَكُونُ نِسَاؤُكُمْ كَغَنَمٍ بَيْنَ أَيْدِيكُمْ",
      "latin": "Lā takūnu nisā’ukum ka-ghanam bayna aydīkum",
      "artinya": "Janganlah wanita-wanita kalian seperti ternak yang kalian perbudak.",
      "inti": "Hindari menzalimi istri",
      "sumber": "HR. Abu Dawud",
      "nomor_sumber": "Hadist No. 2262",
      "kategori": "jodoh",
      "pelajaran": "Dalam Islam, wanita dihormati dan dijaga hak-haknya. Suami harus memperlakukan istri dengan kasih sayang, bukan dengan kekerasan atau penindasan."
    },
    {
     "no": 15,
     "arab": "مَنْ صَبَرَتْ عَلَى سُوءِ خُلُقِ زَوْجِهَا أَعْطَاهَا اللَّهُ مِثْلَ أَجْرِ أُمِّ سَلَمَةَ",
     "latin": "Man ṣabrat ‘alā sū’i khuluqi zawjihā a‘ṭāhā llāhu mitla ajri Umm Salamah",
     "artinya": "Barang siapa bersabar atas buruknya akhlak suaminya, maka Allah memberinya pahala seperti pahala Ummu Salamah.",
     "inti": "Keutamaan istri yang sabar",
     "sumber": "HR. An-Nasa'i",
     "nomor_sumber": "Hadist No. 3251",
     "kategori": "jodoh",
     "pelajaran": "Ini menunjukkan pentingnya kesabaran dalam rumah tangga, terutama bagi istri yang menghadapi suami dengan akhlak yang kurang baik. Kesabaran ini akan mendatangkan pahala yang besar, sebagaimana yang didapatkan oleh Ummu Salamah."
   }
  ]
}
